Repository: ai-endurance/i18n
Catalog: backend/analytics/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pl, pt, ru

source: You may want to request a new plan
de: Du möchtest vielleicht einen neuen Plan anfordern
es: Puede que quieras solicitar un nuevo plan
fr: Envisage de demander un nouveau plan
it: Potresti voler richiedere un nuovo piano
nl: Misschien wil je een nieuw plan aanvragen
pl: Rozważ wygenerowanie nowego planu
pt: Você pode querer solicitar um novo plano
ru: Возможно, вам стоит запросить новый план.

source: Our data indicates you might not have been following your current plan. We give you the option to request a new plan that might be more optimal for where your fitness is at now.
de: Unsere Daten zeigen, dass du möglicherweise deinen aktuellen Plan nicht befolgt hast. Wir geben dir die Möglichkeit, einen neuen Plan anzufordern, der für deinen aktuellen Fitnessstand optimaler sein könnte.
es: Nuestros datos indican que es posible que no hayas estado siguiendo tu plan actual. Te damos la opción de solicitar un nuevo plan que podría ser más óptimo para donde está tu estado físico ahora.
fr: Nos données indiquent que tu n'as peut-être pas suivi ton plan actuel. Nous te proposons de demander un nouveau plan qui serait plus adapté à ta condition physique actuelle.
it: I nostri dati indicano che potresti non aver seguito il tuo piano attuale. Ti diamo l'opzione di richiedere un nuovo piano che potrebbe essere più ottimale per dove si trova la tua forma fisica ora.
nl: Uit onze Data blijkt dat je je huidige plan mogelijk niet hebt gevolgd. We geven je de optie om een nieuw plan aan te vragen dat wellicht optimaler is voor je huidige conditie.
pl: Z naszych danych wynika, że Twój obecny plan mógł nie być w pełni realizowany. Proponujemy wygenerowanie nowego planu, który będzie lepiej dopasowany do Twojej aktualnej formy.
pt: Nossos dados indicam que você pode não ter estado seguindo seu plano atual. Damos a você a opção de solicitar um novo plano que pode ser mais ideal para onde seu condicionamento físico está agora.
ru: Наши данные показывают, что вы, возможно, не соблюдали свой текущий план. Мы предлагаем вам запросить новый план, который будет оптимально соответствовать вашему текущему уровню физической формы.

source: You have done too much %(zone)s work. We recommend an Endurance %(act_type)s instead.
de: Du hast zu viel %(zone)s-Training gemacht. Wir empfehlen stattdessen ein Endurance %(act_type)s.
es: Has hecho demasiado trabajo de %(zone)s. Recomendamos un %(act_type)s de Endurance en su lugar.
fr: Tu as fait trop d'entraînements de type %(zone)s. À la place, nous te recommandons une sortie d'endurance (%(act_type)s).
it: Hai fatto troppo lavoro di %(zone)s. Raccomandiamo un %(act_type)s di Endurance invece.
nl: Je hebt te veel %(zone)s-training gedaan. We raden in plaats daarvan een Endurance %(act_type)s aan.
pl: Zanotowano zbyt dużo treningu w strefie %(zone)s. Zamiast tego zalecamy trening Endurance typu %(act_type)s.
pt: Você fez muito trabalho de %(zone)s. Recomendamos um %(act_type)s de Endurance em vez disso.
ru: Вы получили слишком много нагрузки в зоне %(zone)s. Вместо этого мы рекомендуем Endurance %(act_type)s.

source: We will replace the workout '%(title)s' on %(date)s with a %(duration)s Endurance %(act_type)s.
de: Wir ersetzen das Training '%(title)s' am %(date)s durch ein %(duration)s Endurance %(act_type)s.
es: Reemplazaremos el entrenamiento '%(title)s' del %(date)s con un %(act_type)s de Endurance de %(duration)s.
fr: Nous remplacerons l'entraînement '%(title)s' le %(date)s par une séance d'endurance de %(duration)s (%(act_type)s).
it: Sostituiremo l'allenamento '%(title)s' del %(date)s con un %(act_type)s di Endurance di %(duration)s.
nl: We vervangen de training '%(title)s' op %(date)s door een Endurance %(act_type)s van %(duration)s.
pl: Trening '%(title)s' z dnia %(date)s zostanie zastąpiony treningiem Endurance %(act_type)s o czasie trwania %(duration)s.
pt: Substituiremos o treino '%(title)s' em %(date)s por um %(act_type)s de Endurance de %(duration)s.
ru: Мы заменим тренировку «%(title)s» %(date)s на %(duration)s Endurance %(act_type)s.

source: %(intro)s, your zones are significantly different from the zones your current plan was based on. Request a new plan that optimally incorporates your updated zones.
de: %(intro)s, unterscheiden sich deine Zonen erheblich von den Zonen, auf denen dein aktueller Plan basiert. Fordere einen neuen Plan an, der deine aktualisierten Zonen optimal berücksichtigt.
es: %(intro)s, tus zonas son significativamente diferentes de las zonas en las que se basó tu plan actual. Solicita un nuevo plan que incorpore óptimamente tus zonas actualizadas.
fr: %(intro)s, tes zones sont très différentes de celles sur lesquelles ton plan actuel est basé. Demande un nouveau plan qui intègre au mieux tes zones mises à jour.
it: %(intro)s, le tue zone sono significativamente diverse dalle zone su cui era basato il tuo piano attuale. Richiedi un nuovo piano che incorpori ottimalmente le tue zone aggiornate.
nl: %(intro)s, je zones wijken significant af van de zones waarop je huidige plan is gebaseerd. Vraag een nieuw plan aan dat je bijgewerkte zones optimaal benut.
pl: %(intro)s, Twoje strefy znacznie różnią się od tych, na których oparto Twój obecny plan. Wygeneruj nowy plan, który optymalnie uwzględni Twoje zaktualizowane strefy.
pt: %(intro)s, suas zonas são significativamente diferentes das zonas nas quais seu plano atual foi baseado. Solicite um novo plano que incorpore de forma ideal suas zonas atualizadas.
ru: %(intro)s, ваши зоны значительно отличаются от тех, что использовались в текущем плане. Запросите новый план, который оптимально учтёт ваши обновлённые зоны.

source: You may want to update your cycling zones
de: Du möchtest vielleicht deine Fahrrad-Zonen aktualisieren
es: Puede que quieras actualizar tus zonas de ciclismo
fr: Pense à mettre à jour tes zones de cyclisme
it: Potresti voler aggiornare le tue zone di ciclismo
nl: Misschien wil je je fietszones bijwerken
pl: Rozważ aktualizację stref rowerowych
pt: Você pode querer atualizar suas zonas de ciclismo
ru: Возможно, вам стоит обновить ваши велосипедные зоны.

source: You may want to update your running zones
de: Du möchtest vielleicht deine Lauf-Zonen aktualisieren
es: Puede que quieras actualizar tus zonas de carrera
fr: Pense à mettre à jour tes zones de course à pied
it: Potresti voler aggiornare le tue zone di corsa
nl: Misschien wil je je hardloopzones bijwerken
pl: Rozważ aktualizację stref biegowych
pt: Você pode querer atualizar suas zonas de corrida
ru: Возможно, вам стоит обновить ваши беговые зоны.

source: You may want to update your zones
de: Du möchtest vielleicht deine Zonen aktualisieren
es: Puede que quieras actualizar tus zonas
fr: Pense à mettre à jour tes zones
it: Potresti voler aggiornare le tue zone
nl: Misschien wil je je zones bijwerken
pl: Rozważ aktualizację stref
pt: Você pode querer atualizar suas zonas
ru: Возможно, вам стоит обновить ваши зоны.

source: %(intro)s, we recommend the following zone updates:
de: %(intro)s, empfehlen wir die folgenden Zonen-Updates:
es: %(intro)s, recomendamos las siguientes actualizaciones de zonas:
fr: %(intro)s, voici les mises à jour de zones que nous te recommandons :
it: %(intro)s, raccomandiamo i seguenti aggiornamenti delle zone:
nl: %(intro)s, we raden de volgende zone-updates aan:
pl: %(intro)s, zalecamy następujące aktualizacje stref:
pt: %(intro)s, recomendamos as seguintes atualizações de zonas:
ru: %(intro)s, мы рекомендуем следующие обновления зон:

source: %(zone)s: less than %(new_value)s (currently %(current_value)s)
de: %(zone)s: weniger als %(new_value)s (aktuell %(current_value)s)
es: %(zone)s: menos de %(new_value)s (actualmente %(current_value)s)
fr: %(zone)s : inférieur à %(new_value)s (actuellement : %(current_value)s)
it: %(zone)s: meno di %(new_value)s (attualmente %(current_value)s)
nl: %(zone)s: minder dan %(new_value)s (huidig: %(current_value)s)
pl: %(zone)s: poniżej %(new_value)s (obecnie %(current_value)s)
pt: %(zone)s: menos de %(new_value)s (atualmente %(current_value)s)
ru: %(zone)s: менее %(new_value)s (сейчас: %(current_value)s)

source: Based on your recent FTP test (%(ftp_value)s W)
de: Basierend auf deinem letzten FTP-Test (%(ftp_value)s W)
es: Basado en tu prueba FTP reciente (%(ftp_value)s W)
fr: Basé sur ton test FTP récent (%(ftp_value)s W)
it: Basato sul tuo test FTP recente (%(ftp_value)s W)
nl: Gebaseerd op je recente FTP-test (%(ftp_value)s W)
pl: Na podstawie ostatniego testu FTP (%(ftp_value)s W)
pt: Baseado em seu teste FTP recente (%(ftp_value)s W)
ru: По результатам вашего недавнего FTP теста (%(ftp_value)s Вт)

source: Based on your recent %(cp_type)s (%(cp_value)s W)
de: Basierend auf deinem letzten %(cp_type)s (%(cp_value)s W)
es: Basado en tu %(cp_type)s reciente (%(cp_value)s W)
fr: Basé sur ton récent test %(cp_type)s (%(cp_value)s W)
it: Basato sul tuo %(cp_type)s recente (%(cp_value)s W)
nl: Gebaseerd op je recente %(cp_type)s (%(cp_value)s W)
pl: Na podstawie ostatniego wyniku %(cp_type)s (%(cp_value)s W)
pt: Baseado em seu %(cp_type)s recente (%(cp_value)s W)
ru: По результатам вашего недавнего %(cp_type)s (%(cp_value)s Вт)

source: Based on a recent test performance of %(performance)s for %(duration)s minutes
de: Basierend auf einer kürzlichen Testleistung von %(performance)s für %(duration)s Minuten
es: Basado en un rendimiento de prueba reciente de %(performance)s durante %(duration)s minutos
fr: Basé sur une performance de %(performance)s lors d'un test récent de %(duration)s minutes
it: Basato su una prestazione di test recente di %(performance)s per %(duration)s minuti
nl: Gebaseerd op een recente testprestatie van %(performance)s gedurende %(duration)s minuten
pl: Na podstawie wyniku z ostatniego testu: %(performance)s przez %(duration)s minut
pt: Baseado em um desempenho de teste recente de %(performance)s por %(duration)s minutos
ru: На основе результатов недавнего теста: %(performance)s в течение %(duration)s минут

source: Based on your recent HRV data
de: Basierend auf deinen letzten HRV-Daten
es: Basado en tus datos HRV recientes
fr: Basé sur tes données HRV récentes
it: Basato sui tuoi dati HRV recenti
nl: Gebaseerd op je recente HRV-data
pl: Na podstawie ostatnich danych HRV
pt: Baseado em seus dados HRV recentes
ru: На основе ваших недавних данных HRV

source: Your training plan has less volume than you requested. We can only accurately predict performance reasonably close to your historical data and you have requested a {percentage}% too high training time for this constraint. If you want to fix this you can go to Account and reduce requested training time or increase extrapolation dial. If you have long periods without any data, these might drag down your average. You can exclude all but recent data under Exclude Import Data in the dashboard.
de: Dein Trainingsplan hat weniger Umfang als du angefordert hast. Wir können die Leistung nur dann genau vorhersagen, wenn sie einigermaßen nahe an deinen historischen Daten liegt, und du hast eine {percentage}% zu hohe Trainingszeit für diese Einschränkung angefordert. Wenn du dies beheben möchtest, kannst du zu Account gehen und die angeforderte Trainingszeit reduzieren oder den Extrapolationsregler erhöhen. Wenn du längere Zeiträume ohne Daten hast, könnten diese deinen Durchschnitt nach unten ziehen. Du kannst alle außer den aktuellen Daten unter Importierte Daten ausschließen im Dashboard ausschließen.
es: Tu plan de entrenamiento tiene menos volumen del que solicitaste. Solo podemos predecir con precisión el rendimiento razonablemente cerca de tus datos históricos y has solicitado un {percentage}% demasiado alto de tiempo de entrenamiento para esta restricción. Si quieres solucionarlo, puedes ir a Account y reducir el tiempo de entrenamiento solicitado o aumentar el dial de extrapolación. Si tienes períodos largos sin datos, estos podrían arrastrar hacia abajo tu promedio. Puedes excluir todos los datos excepto los recientes en Exclude Import Data en el Dashboard.
fr: Ton plan d'entraînement a moins de volume que ce que tu as demandé. Nous ne pouvons prédire avec précision les performances que si elles sont raisonnablement proches de tes données historiques et tu as demandé un temps d'entraînement {percentage}% trop élevé pour cette contrainte. Si tu veux corriger cela, tu peux aller dans Compte et réduire le temps d'entraînement demandé ou augmenter le cadran d'extrapolation. Si tu as de longues périodes sans données, celles-ci peuvent faire baisser ta moyenne. Tu peux exclure toutes les données sauf les plus récentes sous Exclure les données importées dans le tableau de bord.
it: Il tuo piano di allenamento ha meno volume di quello che hai richiesto. Possiamo prevedere accuratamente le prestazioni solo ragionevolmente vicino ai tuoi dati storici e hai richiesto un {percentage}% troppo alto di tempo di allenamento per questo vincolo. Se vuoi risolvere questo puoi andare su Account e ridurre il tempo di allenamento richiesto o aumentare il dial di estrapolazione. Se hai lunghi periodi senza dati, questi potrebbero trascinare verso il basso la tua media. Puoi escludere tutti i dati tranne quelli recenti sotto Exclude Import Data nel Dashboard.
nl: Je trainingsplan heeft minder volume dan je hebt aangevraagd. We kunnen prestaties alleen nauwkeurig voorspellen als ze redelijk dicht bij je historische data liggen en je hebt een {percentage}% te hoge trainingstijd gevraagd voor deze beperking. Als je dit wilt aanpassen, kun je naar Account gaan om de gevraagde trainingstijd te verlagen of de extrapolatie-instelling te verhogen. Als je lange periodes zonder data hebt, kunnen deze je gemiddelde omlaag halen. Je kunt alle data, behalve de meest recente, uitsluiten onder 'Import van data uitsluiten' op het Dashboard.
pl: Plan treningowy ma mniejszą objętość niż wybrano. Możemy dokładnie prognozować wyniki tylko w zakresie zbliżonym do danych historycznych, a wybrano czas treningu o {percentage}% za wysoki dla tego ograniczenia. Aby to zmienić, przejdź do Account i zmniejsz wybrany czas treningu lub zwiększ zakres ekstrapolacji. Długie okresy bez danych mogą zaniżać średnią. Można wykluczyć wszystkie dane oprócz najnowszych w opcji „Exclude Import Data” w panelu Dashboard.
pt: Seu plano de treinamento tem menos volume do que você solicitou. Só podemos prever com precisão o desempenho razoavelmente próximo aos seus dados históricos e você solicitou {percentage}% muito alto de tempo de treinamento para esta restrição. Se você quiser corrigir isso, pode ir em Account e reduzir o tempo de treinamento solicitado ou aumentar o dial de extrapolação. Se você tem períodos longos sem dados, estes podem arrastar sua média para baixo. Você pode excluir todos os dados, exceto os recentes, em Exclude Import Data no Dashboard.
ru: Объём вашего плана тренировок меньше запрошенного. Мы можем точно прогнозировать результаты, только если они близки к вашим историческим данным, а вы запросили время тренировок, на {percentage}% превышающее этот предел. Чтобы это исправить, перейдите в Account и уменьшите запрашиваемое время тренировок или увеличьте параметр экстраполяции. Длительные периоды без данных могут занижать ваши средние показатели. Вы можете исключить все данные, кроме недавних, в разделе «Исключить импортированные данные» на Dashboard.

source: Your training plan has more volume than you requested. We can only accurately predict performance reasonably close to your historical data and you have requested a {percentage}% too low training time for this constraint. If you want to fix this go to Account and decrease requested training time or increase extrapolation dial.
de: Dein Trainingsplan hat mehr Umfang als du angefordert hast. Wir können die Leistung nur dann genau vorhersagen, wenn sie einigermaßen nahe an deinen historischen Daten liegt, und du hast eine {percentage}% zu niedrige Trainingszeit für diese Einschränkung angefordert. Wenn du dies beheben möchtest, gehe zu Account und verringere die angeforderte Trainingszeit oder erhöhe den Extrapolationsregler.
es: Tu plan de entrenamiento tiene más volumen del que solicitaste. Solo podemos predecir con precisión el rendimiento razonablemente cerca de tus datos históricos y has solicitado un {percentage}% demasiado bajo de tiempo de entrenamiento para esta restricción. Si quieres solucionarlo, ve a Account y disminuye el tiempo de entrenamiento solicitado o aumenta el dial de extrapolación.
fr: Ton plan d'entraînement a plus de volume que ce que tu as demandé. Nous ne pouvons prédire avec précision les performances que si elles sont raisonnablement proches de tes données historiques et tu as demandé un temps d'entraînement {percentage}% trop faible pour cette contrainte. Si tu veux corriger cela, va dans Compte et diminue le temps d'entraînement demandé ou augmente le cadran d'extrapolation.
it: Il tuo piano di allenamento ha più volume di quello che hai richiesto. Possiamo prevedere accuratamente le prestazioni solo ragionevolmente vicino ai tuoi dati storici e hai richiesto un {percentage}% troppo basso di tempo di allenamento per questo vincolo. Se vuoi risolvere questo vai su Account e diminuisci il tempo di allenamento richiesto o aumenta il dial di estrapolazione.
nl: Je trainingsplan heeft meer volume dan je hebt aangevraagd. We kunnen prestaties alleen nauwkeurig voorspellen als ze redelijk dicht bij je historische data liggen, en je hebt een {percentage}% te lage trainingstijd gevraagd voor deze beperking. Als je dit wilt aanpassen, ga naar Account en verlaag de gevraagde trainingstijd of verhoog de extrapolatie-instelling.
pl: Plan treningowy ma większą objętość niż wybrano. Możemy dokładnie prognozować wyniki tylko w zakresie zbliżonym do danych historycznych, a wybrano czas treningu o {percentage}% za niski dla tego ograniczenia. Aby to zmienić, przejdź do Account i zmniejsz wybrany czas treningu lub zwiększ zakres ekstrapolacji.
pt: Seu plano de treinamento tem mais volume do que você solicitou. Só podemos prever com precisão o desempenho razoavelmente próximo aos seus dados históricos e você solicitou {percentage}% muito baixo de tempo de treinamento para esta restrição. Se você quiser corrigir isso, vá em Account e diminua o tempo de treinamento solicitado ou aumente o dial de extrapolação.
ru: Объём вашего плана тренировок больше запрошенного. Мы можем точно прогнозировать результаты, только если они близки к вашим историческим данным, а вы запросили время тренировок, на {percentage}% ниже этого предела. Чтобы это исправить, перейдите в Account и уменьшите запрашиваемое время тренировок или увеличьте параметр экстраполяции.

source: Since we could not find enough activity data to predict your Endurance threshold performance, we changed your goal from %(old_goal)s to %(new_goal)s.
de: Da wir nicht genügend Aktivitätsdaten finden konnten, um deine Endurance Schwellenleistung vorherzusagen, haben wir dein Ziel von %(old_goal)s zu %(new_goal)s geändert.
es: Dado que no pudimos encontrar suficientes datos de actividad para predecir tu rendimiento de umbral de Endurance, cambiamos tu objetivo de %(old_goal)s a %(new_goal)s.
fr: Comme nous n'avons pas pu trouver suffisamment de données d'activité pour prédire ta performance au seuil Endurance, nous avons changé ton objectif de %(old_goal)s à %(new_goal)s.
it: Poiché non siamo riusciti a trovare abbastanza dati di attività per prevedere le tue prestazioni di soglia di Endurance, abbiamo cambiato il tuo obiettivo da %(old_goal)s a %(new_goal)s.
nl: Omdat we niet genoeg data van je activiteiten konden vinden om je Endurance threshold-prestaties te voorspellen, hebben we je doel gewijzigd van %(old_goal)s naar %(new_goal)s.
pl: Ponieważ nie znaleziono wystarczającej liczby danych o aktywnościach, aby prognozować wyniki na progu Endurance, zmieniono cel z %(old_goal)s na %(new_goal)s.
pt: Como não conseguimos encontrar dados de atividade suficientes para prever seu desempenho de limiar de Endurance, mudamos seu objetivo de %(old_goal)s para %(new_goal)s.
ru: Поскольку мы не нашли достаточно данных об активностях для прогнозирования ваших результатов на уровне Endurance Threshold, мы изменили вашу цель с %(old_goal)s на %(new_goal)s.

source: Since we could not find enough activity data to predict your Endurance threshold performance, we deleted the goal %(goal)s.
de: Da wir nicht genügend Aktivitätsdaten finden konnten, um deine Endurance Schwellenleistung vorherzusagen, haben wir das Ziel %(goal)s gelöscht.
es: Dado que no pudimos encontrar suficientes datos de actividad para predecir tu rendimiento de umbral de Endurance, eliminamos el objetivo %(goal)s.
fr: Comme nous n'avons pas pu trouver suffisamment de données d'activité pour prédire ta performance au seuil Endurance, nous avons supprimé l'objectif %(goal)s.
it: Poiché non siamo riusciti a trovare abbastanza dati di attività per prevedere le tue prestazioni di soglia di Endurance, abbiamo eliminato l'obiettivo %(goal)s.
nl: Omdat we niet genoeg data van je activiteiten konden vinden om je Endurance threshold-prestaties te voorspellen, hebben we het doel %(goal)s verwijderd.
pl: Ponieważ nie znaleziono wystarczającej liczby danych o aktywnościach, aby prognozować wyniki na progu Endurance, usunięto cel %(goal)s.
pt: Como não conseguimos encontrar dados de atividade suficientes para prever seu desempenho de limiar de Endurance, excluímos o objetivo %(goal)s.
ru: Поскольку мы не нашли достаточно данных об активностях для прогнозирования ваших результатов на уровне Endurance Threshold, мы удалили цель %(goal)s.

source: Since we could not find enough running power data or you are not using running power any longer, we changed your goal from %(old_goal)s to %(new_goal)s.
de: Da wir nicht genügend Running Power Daten finden konnten oder du Running Power nicht mehr verwendest, haben wir dein Ziel von %(old_goal)s zu %(new_goal)s geändert.
es: Dado que no pudimos encontrar suficientes datos de potencia de carrera o ya no estás usando potencia de carrera, cambiamos tu objetivo de %(old_goal)s a %(new_goal)s.
fr: Comme nous n'avons pas pu trouver suffisamment de données de Running Power ou que tu n'utilises plus Running Power, nous avons changé ton objectif de %(old_goal)s à %(new_goal)s.
it: Poiché non siamo riusciti a trovare abbastanza dati di potenza di corsa o non stai più utilizzando la potenza di corsa, abbiamo cambiato il tuo obiettivo da %(old_goal)s a %(new_goal)s.
nl: Omdat we niet genoeg data over hardloopvermogen konden vinden of omdat je geen hardloopvermogen meer gebruikt, hebben we je doel gewijzigd van %(old_goal)s naar %(new_goal)s.
pl: Ponieważ nie znaleziono wystarczających danych o mocy biegowej lub moc biegowa nie jest już używana, zmieniono cel z %(old_goal)s na %(new_goal)s.
pt: Como não conseguimos encontrar dados de Running Power suficientes ou você não está mais usando Running Power, mudamos seu objetivo de %(old_goal)s para %(new_goal)s.
ru: Поскольку мы не нашли достаточно данных о мощности бега или вы больше не используете мощность бега, мы изменили вашу цель с %(old_goal)s на %(new_goal)s.
