Repository: ai-endurance/i18n
Catalog: backend/analytics/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pl, pt, ru

source: Since we could not find enough running power data or you are not using running power, we deleted the goal %(goal)s.
de: Da wir nicht genügend Running Power Daten finden konnten oder du Running Power nicht verwendest, haben wir das Ziel %(goal)s gelöscht.
es: Dado que no pudimos encontrar suficientes datos de potencia de carrera o no estás usando potencia de carrera, eliminamos el objetivo %(goal)s.
fr: Comme nous n'avons pas pu trouver suffisamment de données de Running Power ou que tu n'utilises pas Running Power, nous avons supprimé l'objectif %(goal)s.
it: Poiché non siamo riusciti a trovare abbastanza dati di potenza di corsa o non stai utilizzando la potenza di corsa, abbiamo eliminato l'obiettivo %(goal)s.
nl: Omdat we niet genoeg data over hardloopvermogen konden vinden of omdat je geen hardloopvermogen gebruikt, hebben we het doel %(goal)s verwijderd.
pl: Ponieważ nie znaleziono wystarczających danych o mocy biegowej lub moc biegowa nie jest używana, usunięto cel %(goal)s.
pt: Como não conseguimos encontrar dados de Running Power suficientes ou você não está usando Running Power, excluímos o objetivo %(goal)s.
ru: Поскольку мы не нашли достаточно данных о мощности бега или вы не используете мощность бега, мы удалили цель %(goal)s.

source: Since you are now using running power data, we changed your goal from %(old_goal)s to %(new_goal)s.
de: Da du jetzt Running Power Daten verwendest, haben wir dein Ziel von %(old_goal)s zu %(new_goal)s geändert.
es: Dado que ahora estás usando datos de potencia de carrera, cambiamos tu objetivo de %(old_goal)s a %(new_goal)s.
fr: Comme tu utilises maintenant des données de Running Power, nous avons changé ton objectif de %(old_goal)s à %(new_goal)s.
it: Poiché ora stai utilizzando i dati di potenza di corsa, abbiamo cambiato il tuo obiettivo da %(old_goal)s a %(new_goal)s.
nl: Omdat je nu hardloopvermogen gebruikt, hebben we je doel gewijzigd van %(old_goal)s naar %(new_goal)s.
pl: Ponieważ używasz teraz danych mocy biegowej, zmieniono Twój cel z %(old_goal)s na %(new_goal)s.
pt: Como você agora está usando dados de Running Power, mudamos seu objetivo de %(old_goal)s para %(new_goal)s.
ru: Так как вы теперь используете данные о мощности бега, мы изменили вашу цель с %(old_goal)s на %(new_goal)s.

source: Since you are now using running power data, we deleted the goal %(goal)s.
de: Da du jetzt Running Power Daten verwendest, haben wir das Ziel %(goal)s gelöscht.
es: Dado que ahora estás usando datos de potencia de carrera, eliminamos el objetivo %(goal)s.
fr: Comme tu utilises maintenant des données de Running Power, nous avons supprimé l'objectif %(goal)s.
it: Poiché ora stai utilizzando i dati di potenza di corsa, abbiamo eliminato l'obiettivo %(goal)s.
nl: Omdat je nu hardloopvermogen gebruikt, hebben we het doel %(goal)s verwijderd.
pl: Ponieważ używasz teraz danych mocy biegowej, usunięto cel %(goal)s.
pt: Como você agora está usando dados de Running Power, excluímos o objetivo %(goal)s.
ru: Так как вы теперь используете данные о мощности бега, мы удалили цель %(goal)s.
