{
    "metadata": {
        "title": "Профиль",
        "description": "Здесь вы можете управлять настройками своего профиля"
    },
    "accountSettings": "Настройки профиля",
    "weight": "Вес (кг)",
    "height": "Рост (см)",
    "language": "Язык",
    "updateStravaDescription": "Обновлять описание в Strava",
    "useDataForResearch": "Использовать данные для исследований",
    "useRunningPower": "Использовать мощность бега",
    "useHrvDerivedThresholds": "Использовать пороговые значения, полученные из HRV",
    "controlGarminWorkoutsWithLapButton": "Управлять тренировками Garmin кнопкой круга",
    "controlIntervalsicuWorkoutsWithLapButton": "Управлять тренировками Intervals.icu кнопкой круга",
    "estimatePowerFromHr": "Рассчитывать мощность по ЧСС",
    "useSecondaryLayerOfTrainingForDigitalTwin": "Использовать вторичный слой тренировок для Digital Twin",
    "useSdnnInsteadOfRmssdHrv": "Использовать SDNN вместо RMSSD для HRV",
    "manuallySetZones": "Настроить зоны вручную",
    "cyclingZones": "Зоны для велосипеда (Вт)",
    "runningPowerZones": "Зоны мощности бега (Вт)",
    "runningZones": "Зоны бега (мин{unit})",
    "enduranceCeiling": "Верхняя граница Endurance",
    "tempoCeiling": "Верхняя граница Tempo",
    "thresholdCeiling": "Верхняя граница Threshold",
    "vo2maxCeiling": "Верхняя граница VO2Max",
    "detectedAerobicThresholdForCycling": "Определённый аэробный порог для велосипеда:",
    "detectedAerobicThresholdForRunning": "Определённый аэробный порог для бега:",
    "ftpSettingForZwift": "Настройка FTP для Zwift",
    "ftpSettingForZwiftAndTrainingPeaks": "Настройка FTP для Zwift и TrainingPeaks",
    "changeUserType": "Сменить тип пользователя",
    "runner": "Бегун",
    "cyclist": "Велосипедист",
    "triathlete": "Триатлет",
    "saveChanges": "Сохранить изменения",
    "accountUpdated": "Профиль обновлён!",
    "accountUpdateFailed": "Не удалось обновить профиль",
    "pleaseWaitForPlanSearch": "Пожалуйста, дождитесь завершения текущего поиска плана, чтобы сохранить изменения.",
    "confirmRunningPowerChange": "Вы уверены, что хотите изменить настройку мощности бега? Это приведёт к удалению вашего текущего плана тренировок и созданию нового на основе новой настройки. Вы сможете отредактировать план после обновления настройки. Поскольку для этого может потребоваться обучение новой модели ИИ, это может занять несколько минут. Пожалуйста, обновите страницу через несколько минут после сохранения изменений.",
    "confirmUserTypeChange": "Вы уверены, что хотите сменить тип пользователя? Это приведёт к удалению вашего текущего плана тренировок и созданию стандартного 6-недельного плана для нового типа пользователя. Вы сможете отредактировать план после завершения смены типа. Поскольку для этого нам потребуется обучить новую модель ИИ, это может занять несколько минут. Пожалуйста, обновите страницу через несколько минут после сохранения изменений.",
    "resetCheckIn": "Сбросить отметку о самочувствии",
    "reset": "Сбросить",
    "checkInReset": "Отметка о самочувствии сброшена!",
    "checkInResetFailed": "Не удалось сбросить отметку о самочувствии!",
    "referAFriend": "Пригласить друзей",
    "referralBodyText": "Получайте кредит в размере 10 долларов США за каждого приглашённого друга, который оформит платную подписку. Поделитесь своей уникальной реферальной ссылкой и начните экономить на подписке уже сегодня. Ваша реферальная ссылка:",
    "referralLinkCopied": "Реферальная ссылка скопирована!",
    "subscription": "Подписка",
    "pleaseWaitForPlanSearchToManageSubscription": "Пожалуйста, дождитесь завершения текущего поиска плана, чтобы управлять подпиской",
    "manageSubscriptionInAppleIosApp": "Управляйте подпиской в приложении Apple для iOS",
    "manageSubscriptionOnAiEnduranceWebsite": "Управляйте подпиской на сайте AI Endurance",
    "youHaveCreditOf": "У вас есть кредит в размере ${credit} долларов США",
    "notSubscribedToAnyPlan": "У вас нет активной подписки",
    "onTheYearlyPlan": "У вас годовая подписка",
    "onTheMonthlyPlan": "У вас месячная подписка",
    "downloadRecoveryHistory": "Скачать историю восстановления",
    "download": "Скачать",
    "dangerZone": "ОПАСНАЯ ЗОНА",
    "deleteAccount": "Удалить профиль",
    "pleaseWaitForPlanSearchToDeleteAccount": "Пожалуйста, дождитесь завершения текущего поиска плана, чтобы удалить профиль",
    "errorDeletingAccount": "Ошибка при удалении профиля",
    "confirmDeleteAccount": "Если с вашим профилем что-то не так, пожалуйста, сначала свяжитесь со службой поддержки. Не удаляйте профиль с целью создать его заново. Garmin позволяет импортировать историю только один раз. Возможно, вы не сможете импортировать свои данные снова. Вы уверены, что хотите удалить свой профиль?",
    "poolLength": "Длина бассейна",
    "unit": "Единица",
    "setPerformanceLevels": "Установить уровни производительности",
    "performanceOn": "Производительность на",
    "swimmingData": "Данные о плавании",
    "autocalcCss": "Авторасчёт CSS",
    "pleaseWaitForPlanSearchToUpdateCss": "Пожалуйста, дождитесь завершения текущего поиска плана, чтобы обновить CSS",
    "criticalSwimSpeed": "Critical Swim Speed",
    "per100m": "на 100 м",
    "per100yd": "на 100 ярдов",
    "criticalSwimSpeedUpdated": "Critical Swim Speed обновлена!",
    "criticalSwimSpeedUpdateFailed": "Не удалось обновить Critical Swim Speed!",
    "billing": "Оплата",
    "billingSettings": "Настройки оплаты",
    "errorConnectingToStripe": "Ошибка подключения к Stripe",
    "cancelSubscription": "Отменить подписку",
    "confirmCancelSubscription": "Вы уверены, что хотите отменить подписку?",
    "subscriptionCancelledSuccessfully": "Подписка успешно отменена",
    "failedToCancelSubscription": "Не удалось отменить подписку",
    "subscriptionCanceledMessage": "Ваша подписка отменена и будет действовать до конца текущего расчётного периода.",
    "reactivateSubscription": "Возобновить подписку",
    "subscriptionReactivated": "Подписка возобновлена!",
    "failedToReactivateSubscription": "Не удалось возобновить подписку",
    "successfullyResubscribed": "Вы успешно возобновили подписку! С возвращением!",
    "subscriptionExpiresMessage": "Вы отменили подписку, срок её действия истечёт в конце текущего расчётного периода.",
    "calculateZones": "Рассчитать зоны",
    "pleaseWaitForPlanSearchToRecalculateZones": "Пожалуйста, дождитесь завершения текущего поиска плана, прежде чем пересчитывать зоны.",
    "autocalcZones": "Авторасчёт зон",
    "failedToAutocalculateZones": "Не удалось автоматически рассчитать зоны. Пожалуйста, повторите попытку позже.",
    "successfullyAutocalculatedZones": "Зоны успешно рассчитаны автоматически.",
    "changeSubscription": "Изменить подписку",
    "subscribe": "Подписаться",
    "units": "Единицы измерения",
    "imperial": "Имперские",
    "metric": "Метрические",
    "labels": {
        "zonesLabel": {
            "paragraph1": "Вы можете вручную настроить свои зоны интенсивности. Аэробные пороги ЧСС рассчитываются на основе ваших данных DFA a₁ за последние 90 дней, если они доступны. Для получения дополнительной информации см.",
            "learnMore": "объяснение тренировочных зон."
        },
        "autocalcZonesLabel": {
            "paragraph1": "Мы можем автоматически рассчитать ваши зоны на основе ваших исторических данных. Для оценки зон мы используем следующую систему: сначала мы ищем недавние результаты тестов и уровни производительности, установленные вами вручную за последние 14 дней.",
            "paragraph2": "Во-вторых, если вы используете пороговые значения, полученные из HRV, мы пытаемся найти достаточно данных о пороге DFA a₁, чтобы установить ваши зоны. Мы используем данные за последние 30 дней, и если их недостаточно, мы используем данные за последние 90 дней.",
            "paragraph3": "В-третьих, мы используем измерения Critical Power за последние 4 недели для установки ваших зон.",
            "paragraph4": "В-четвёртых, мы используем распределение ваших исторических данных о мощности/темпе за последние несколько месяцев для установки ваших зон.",
            "paragraph5": "На заключительном этапе мы выполняем различные проверки согласованности с вашими недавними результатами, чтобы убедиться в точности зон. Это включает в себя независимую настройку вашей зоны Endurance с использованием данных аэробного порога DFA a₁, если они доступны.",
            "paragraph6": "Весь процесс может занять до нескольких минут.",
            "paragraph7": "Кроме того, вы можете использовать Chat для настройки зон на основе выбранных недавних активностей и других пользовательских данных. Это самый гибкий из доступных вариантов."
        },
        "researchLabel": {
            "paragraph1": "Разрешите нам использовать ваши данные для публикации исследований об эффективности тренировок на выносливость, которые могут способствовать развитию науки о спорте и помочь другим спортсменам в достижении их целей. Мы очень серьёзно относимся к вашей конфиденциальности. Ваши данные всегда останутся анонимными, то есть ваше имя или любые показатели производительности никогда не будут опубликованы. Данные будут публиковаться только в обобщённом виде, например: «В среднем состав тренировок x помог спортсменам улучшить результаты на y процентов». По умолчанию этот флажок снят, то есть ваши данные никогда не будут использованы в публичных исследованиях без вашего согласия. Пример исследования см.",
            "learnMore": "в этом исследовании."
        },
        "hrvThresholdsLabel": {
            "paragraph1": "Если флажок установлен, мы используем ваши пороговые значения DFA a₁, полученные из данных HRV, для обучения модели ИИ и прогнозирования вашей производительности.",
            "learnMore": "Узнать больше."
        },
        "swimmingLabel": {
            "paragraph1": "Мы можем автоматически рассчитать вашу критическую скорость плавания (CSS) на основе распределения вашего исторического темпа плавания. Вы также можете настроить CSS вручную. Ваш CSS — это темп, который вы теоретически можете поддерживать без утомления.",
            "learnMore": "Узнать больше о тесте CSS."
        },
        "disciplineLabel": {
            "paragraph1": "Вы можете вручную установить уровни производительности, если считаете, что данные неточно отражают ваше физическое состояние, например, если вы давно не проходили тесты. Эту функцию следует использовать с осторожностью. Наш ИИ автоматически распознаёт большинство результатов соревнований и тестов (см. FAQ). Для получения дополнительной информации см.",
            "learnMore": "объяснение тренировочных зон."
        },
        "phrLabel": {
            "appended": "Наш ИИ может прогнозировать вашу мощность на велосипеде на основе частоты сердечных сокращений, каденса и/или DFA a₁ для поездок без измерителя мощности. При наличии данных о каденсе или a₁ точность оценки мощности, как правило, значительно повышается. Иногда измерения ЧСС бывают очень неточными, например, при использовании оптических датчиков на запястье. Это, в свою очередь, может привести к очень неточным оценкам мощности. В этом случае вы можете отключить эту функцию, и наш ИИ будет учитывать только поездки с измерениями от измерителя мощности. Чтобы иметь возможность прогнозировать мощность по ЧСС, нам требуется как минимум 1 час активности с данными о мощности и ЧСС в вашей истории.",
            "learnMore": "Узнать больше.",
            "estimationError": "Ваша ошибка оценки:",
            "fromHeartRateCadenceDfa": "по ЧСС + каденсу + DFA a₁",
            "fromHeartRateDfa": "по ЧСС + DFA a₁",
            "fromHeartRateCadence": "по ЧСС + каденсу",
            "fromHeartRateOnly": "только по ЧСС"
        },
        "runningPowerLabel": {
            "base": "Если флажок установлен, ваши тренировки будут основаны на мощности бега. В противном случае мы используем GAP (скорректированный по рельефу темп). Если вы измените настройку мощности бега, это приведёт к удалению вашего текущего плана тренировок и созданию нового на основе новой настройки после подтверждения изменений. В случае изменения настроек нам может потребоваться обучить новую модель ИИ. Пожалуйста, обновите страницу через несколько минут. В настоящее время у вас {nRunningPower} пробежек с данными о мощности бега из {nRunning} общего числа пробежек в AI Endurance.",
            "insufficientData": " В настоящее время у вас недостаточно данных о мощности бега, поэтому мы вернулись к использованию GAP. Чтобы использовать мощность бега в AI Endurance, вам необходимо иметь несколько пробежек с данными о мощности за последние несколько недель."
        },
        "pretrainLabel": {
            "paragraph1": "Если флажок установлен, мы предварительно обучаем вашу модель машинного обучения digital twin на накопленных данных {userType}, схожих с вами по возрасту, весу, полу и общему уровню физической подготовки. Если флажок снят, ваш digital twin обучается только на ваших данных. Включение предварительного обучения может привести к большему расхождению между определёнными и прогнозируемыми уровнями производительности, поскольку реакция на тренировки, смоделированная на основе накопленных данных, может отличаться от вашей личной реакции."
        },
        "garminLapLabel": {
            "paragraph1": "Если флажок установлен, этапы разминки, заминки и отдыха в ваших интервалах будут завершаться по нажатию кнопки круга, а не по истечении их длительности. Это может быть полезно, если вы тренируетесь на улице и хотите иметь больше контроля над временем начала интервала, например, из-за особенностей маршрута или дорожного движения."
        },
        "intervalsicuLapLabel": {
            "paragraph1": "Если флажок установлен, этапы разминки, заминки и отдыха в ваших интервалах будут завершаться по нажатию кнопки круга, а не по истечении их длительности. Это может быть полезно, если вы тренируетесь на улице и хотите иметь больше контроля над временем начала интервала, например, из-за особенностей маршрута или дорожного движения."
        },
        "userTypeLabel": {
            "paragraph1": "Это приведёт к удалению вашего текущего плана тренировок. Смените тип спортсмена, чтобы получить доступ к различным целевым событиям. Велосипедист: FTP; Бегун: 5k, 10k, (полу)марафон; Триатлет: спринт, олимпийская дистанция, (полу)Ironman. После смены будет создан 6-недельный план тренировок, который вы сможете отредактировать на странице плана. Нам может потребоваться обучить новую модель ИИ — обновите эту страницу через несколько минут после сохранения изменений."
        },
        "checkinLabel": {
            "paragraph1": "Обычно мы предлагаем вам отмечать самочувствие каждые 12 часов. Однако, если вы хотите сделать дополнительную отметку или случайно пропустили её, вы можете сбросить расписание здесь, и форма для отметки снова появится вверху вашего Dashboard."
        },
        "referralLabel": {
            "paragraph1": "Наша реферальная программа — это простой и эффективный способ заработать кредит на подписку AI Endurance. Делясь уникальным реферальным кодом с друзьями, вы не только знакомите их с инструментом, который поможет достичь их фитнес-целей, но и получаете кредит в размере 10 долларов США за каждого друга, который зарегистрируется и станет платным подписчиком. Этот кредит напрямую уменьшает стоимость вашей подписки — он может быть применён только к будущим платежам за подписку и не может быть выплачен наличными. Это взаимовыгодная ситуация как для вас, так и для ваших друзей. Чем больше друзей вы пригласите, тем больше сэкономите, причём верхнего предела для накопления кредита нет. Эта программа — наш способ поблагодарить вас за то, что вы являетесь ценным участником сообщества AI Endurance и помогаете нам расти."
        },
        "recoveryHistoryLabel": {
            "paragraph1": "Скачайте историю ваших данных о восстановлении в формате CSV."
        },
        "useSdnnInsteadRmssd": {
            "paragraph1": "Если вы собираете ночные данные HRV с помощью Apple Watch, возможно, вам стоит использовать SDNN вместо RMSSD для данных HRV. Это связано с тем, что Apple Watch не предоставляет данные RMSSD. SDNN — это показатель вариабельности сердечного ритма, не связанный с дыхательным циклом. Это хороший индикатор общего уровня стресса и восстановления. Если вы используете другое устройство, вам следует использовать RMSSD."
        }
    }
}