{
    "metadata": {
        "title": "Детали активности",
        "description": "Просмотр подробной информации о вашей активности"
    },
    "errors": {
        "workoutNotFound": "Активность не найдена",
        "updateFailed": "Не удалось обновить название активности",
        "updateSuccess": "Название активности обновлено",
        "deleteFailed": "Ошибка при удалении активности",
        "deleteSuccess": "Активность успешно удалена",
        "raceStatusChangeFailed": "Ошибка при изменении статуса гонки",
        "raceStatusChangeSuccess": "Статус гонки успешно изменен"
    },
    "sections": {
        "activityDetails": "Детали активности",
        "bestEfforts": "Лучшие результаты",
        "hrvData": "Данные HRV"
    },
    "components": {
        "showActivityButton": {
            "displayed": "Отображается",
            "average": "Среднее: {average}"
        },
        "viewOnStravaCard": {
            "title": "Посмотреть в Strava"
        },
        "deleteActivityCard": {
            "title": "Удалить активность",
            "confirmationText": "Вы уверены, что хотите удалить эту активность? Это действие нельзя отменить."
        },
        "downloadCSV": {
            "title": "Скачать в формате CSV"
        },
        "markAsRace": {
            "title": "Гонка"
        },
        "sourceCard": {
            "title": "Источник",
            "manualUpload": "Загружено вручную"
        }
    },
    "labels": {
        "notMoving": "Без движения",
        "movingTime": "Время в движении",
        "distance": "Расстояние",
        "elevationGain": "Набор высоты",
        "kcal": "kcal",
        "averagePower": "Средняя мощность",
        "averageHeartRate": "Средняя ЧСС",
        "powerEstimation": "Оценка мощности",
        "averageGap": "Средний GAP",
        "averagePace": "Средний темп",
        "ess": "ESS",
        "artifactPercentage": "Процент артефактов",
        "artifactPercentageLocal": "Локальный процент артефактов",
        "iss": "ISS",
        "averageA1": "Среднее a₁",
        "enduranceCeilingRamp": "Потолок Endurance (Ramp)",
        "enduranceCeilingCluster": "Потолок Endurance (Cluster)",
        "thresholdCeilingRamp": "Потолок Threshold (Ramp)",
        "thresholdCeilingCluster": "Потолок Threshold (Cluster)",
        "rAlphaRide": "Rₐ (готовность)",
        "dAlphaRide": "Dₐ (durability)",
        "paceRAlpha": "Темп Rₐ (готовность)",
        "paceDAlpha": "Темп Dₐ (durability)",
        "powerRAlpha": "Мощность Rₐ (готовность)",
        "powerDAlpha": "Мощность Dₐ (durability)",
        "best20MinPower": "Лучшая мощность за 20 мин",
        "best15MinPower": "Лучшая мощность за 15 мин",
        "best30MinPower": "Лучшая мощность за 30 мин",
        "best15MinGap": "Лучший GAP за 15 мин",
        "best30MinGap": "Лучший GAP за 30 мин",
        "detailRecoveryAlpha": {
            "text": "Ваша {pName} готовность к тренировке для этой активности на основе DFA a₁. Положительные значения указывают, что вы были готовы к тренировке. Отрицательные значения могут указывать на обратное, например, из-за усталости и/или stress.",
            "learnMore": "Узнать больше."
        },
        "detailDriftAlpha": {
            "text": "Ваша {pName} durability для этой активности на основе DFA a₁. Значения выше -5% могут указывать на хорошую адаптацию к типу и продолжительности этой активности. Значительные отрицательные значения могут указывать на недостаток durability.",
            "learnMore": "Узнать больше."
        },
        "detailAvAlpha": {
            "text": "DFA a₁ — это показатель фрактальных корреляционных свойств сигнала вариабельности сердечного ритма (HRV). Чем ниже ваш DFA a₁, тем выше интенсивность упражнений. Значения выше 1,0 соответствуют низкой интенсивности, значения ниже 0,75 — интенсивности выше аэробного порога. Значения ниже 0,5 указывают на интенсивность Anaerobic.",
            "learnMore": "Узнать больше."
        },
        "detailIss": {
            "text": "Ваш Internal Stress Score (ISS) для этой активности, рассчитанный на основе данных DFA a₁. Чем дольше активность, ниже a₁ и интенсивнее тренировка, тем выше ISS. Например, один час на уровне анаэробного порога при a₁=0,5 соответствует 100 ISS."
        },
        "detailEndHrv": {
            "text": "Верхняя граница вашей зоны Endurance, ваш аэробный порог, рассчитывается на основе данных DFA a₁. Это интенсивность, при которой вы пересекаете аэробный порог (a₁ = 0,75) при плавном увеличении интенсивности в течение первых 30 минут активности.",
            "learnMore": "Узнать больше."
        },
        "detailEndHrvCluster": {
            "text": "Верхняя граница вашей зоны Endurance, ваш аэробный порог, рассчитывается на основе данных DFA a₁. Это интенсивность, при которой ваша мощность или темп группируются (cluster) вблизи аэробного порога (a₁ = 0,75) в течение первых 30 минут активности.",
            "learnMore": "Узнать больше."
        },
        "detailThrHrv": {
            "text": "Верхняя граница вашей зоны Threshold, ваш анаэробный порог, рассчитывается на основе данных DFA a₁. Это интенсивность, при которой вы пересекаете анаэробный порог (a₁ = 0,5) при плавном увеличении интенсивности в течение первых 30 минут активности.",
            "learnMore": "Узнать больше."
        },
        "detailThrHrvCluster": {
            "text": "Верхняя граница вашей зоны Threshold, ваш анаэробный порог, рассчитывается на основе данных DFA a₁. Это интенсивность, при которой ваши показатели группируются (cluster) вблизи анаэробного порога (a₁ = 0,5) в течение первых 30 минут активности.",
            "learnMore": "Узнать больше."
        },
        "detailArtifacts": {
            "text": "Количество измерений HRV (вариабельности сердечного ритма), которые содержали артефакты и требовали коррекции. Артефакты могут быть длинными, короткими, пропущенными, лишними и эктопическими сокращениями. Для точного измерения активность должна содержать менее 5% артефактов. Если у вас высокий процент артефактов, убедитесь, что вы:\n- используете кардиомонитор (HRM) Polar H10 или Suunto\n- подключаете HRM через Bluetooth, а не Ant+\n- смачиваете электроды HRM слюной или ультразвуковым гелем перед каждой активностью\n- промываете ремень под холодной водой после каждой активности и стираете его раз в неделю в стиральной машине при низкой температуре, желательно в сетчатом мешке\n- оптимизируете положение ремня (см. ссылку ниже)\nЕсли необходимо заменить батарею в HRM, используйте новые высококачественные батареи.\nКогда срок службы ремня подойдет к концу, вы можете заменить ТОЛЬКО ремень, а не весь HRM.",
            "learnMore": "Узнать больше об идеальном положении ремня HRM."
        },
        "detailArtifactsLocal": {
            "text": "Процент измерений HRV, которые содержали артефакты и требовали коррекции, только в те периоды времени, когда оценивались thresholds или готовность."
        },
        "detailKcal": {
            "text": "Точное измерение или прогнозирование энергетических потребностей во время упражнений является сложной задачей, подверженной ошибкам независимо от выбранной методологии. В данном приложении затраты энергии на упражнения оцениваются с использованием научно обоснованных уравнений, специфичных для каждого вида упражнений. Эти расчеты следует использовать как приблизительное руководство по энергетической стоимости каждой тренировки, помня, что истинные энергозатраты могут варьироваться в зависимости от таких факторов, как возраст, пол, состояние здоровья и физической подготовки, масса и состав тела, образ жизни, генетика и т. д.",
            "learnMore": "Узнать больше."
        },
        "detailEss": {
            "text": "Ваш External Stress Score (ESS) для этой активности, рассчитанный на основе данных о мощности. Чем дольше активность, выше выходная мощность и интенсивнее тренировка, тем выше ESS. Например, один час на уровне анаэробного порога соответствует 100 ESS."
        },
        "powerSource": {
            "text": "Ваша мощность прогнозируется на основе вашей ЧСС и, при наличии, данных о Cadence и/или DFA a₁. Наш ИИ учится прогнозировать вашу мощность на основе ваших прошлых активностей с данными о мощности, ЧСС, Cadence и a₁.",
            "learnMore": "Узнать больше."
        },
        "activityTitle": {
            "text": "Вы можете изменить название активности, чтобы выделить тестовую тренировку или гонку.",
            "textCycling": "Вы можете изменить название активности, чтобы выделить тестовую тренировку или гонку. Убедитесь, что названия ваших FTP-тестов содержат слово 'test' и продолжительность теста, чтобы приложение могло его распознать. Например, используйте '20 min FTP test' для 20-минутного FTP-теста. Для Ramp Tests включайте в название и 'ramp', и 'test', например, 'Ramp Test'."
        },
        "gap": {
            "text": "Grade Adjusted Pace (GAP) — это темп, скорректированный с учетом влияния перепадов высот во время активности. Вместо простого измерения скорости, усредненный по градиенту темп учитывает, как подъемы и спуски влияют на усилие, необходимое для поддержания определенной скорости. Например, если вы бежите в крутую гору, ваш фактический темп может быть низким, но ваш GAP может быть высоким, так как он учитывает крутизну подъема. Нормализуя темп на основе этих изменений высоты, GAP дает более точное представление о затраченных усилиях на пересеченной местности, что делает его полезным показателем для сравнения результатов на разных маршрутах или для понимания влияния холмов на ваш общий темп."
        },
        "markAsRace": {
            "text": "Когда вы отмечаете активность как гонку, модель ИИ придает большее значение данным из этой активности, увеличивая их вес при обучении модели."
        }
    }
}