{
    "metadata": {
        "title": "Детали данных",
        "description": "Изучите расширенные данные о вашем Digital Twin, импорте данных и HRV."
    },
    "pastData": {
        "title": "Ваши прошлые данные",
        "actual": "Фактические",
        "morePastData": "Больше прошлых данных",
        "displayed": "Отображаемые",
        "weight": "Вес"
    },
    "dataExclusions": {
        "title": "Исключения данных",
        "saveChanges": "Сохранить изменения",
        "dataExclusionsSaved": "Исключения данных сохранены",
        "errorSavingDataExclusions": "Произошла ошибка при сохранении исключений данных",
        "startDate": "Дата начала",
        "endDate": "Дата окончания"
    },
    "hrvTrends": {
        "title": "Ваши тренды HRV a₁",
        "date": "Дата"
    },
    "labels": {
        "alpha": {
            "paragraph1": "Ваши тренды pₐ — произведения вашего темпа/мощности на значения DFA a₁ в течение первых 30 минут каждой активности. Значения выше среднего могут указывать на особенно хорошую готовность к тренировке, а значения ниже среднего — на её отсутствие. Чтобы увидеть ваши аэробный (a₁ = 0.75) и анаэробный (a₁ = 0.5) thresholds HRV, нажмите на легенду или выберите частоту сердечных сокращений (ЧСС). Отображаются thresholds, определённые по результатам плавных тестов, а также из кластеров. Cluster threshold — это среднее значение всех показателей темпа/мощности/ЧСС, записанных в течение первых 30 минут активности со значениями a₁ близкими к 0.75 (0.5). Общий тренд (pₐ smooth) указывает на долгосрочные тенденции в вашей результативности. Отображаются только активности с искажением артефактов менее 10%.",
            "learnMore": "Узнать больше."
        },
        "pastData": {
            "cyclist": "Модель машинного обучения — ваш Digital Twin — была обучена на данных до {nCycling} ваших велосипедных поездок с мощностью или расчётной мощностью по ЧСС.",
            "runnerWithoutPower": "Модель машинного обучения — ваш Digital Twin — была обучена на данных до {nRunning} ваших пробежек.",
            "runnerWithPower": "Модель машинного обучения — ваш Digital Twin — была обучена на данных до {nRunningPower} ваших пробежек с мощностью бега.",
            "triathleteWithoutPower": "Модель машинного обучения — ваш Digital Twin — была обучена на данных до {nCycling} ваших велосипедных поездок с мощностью или расчётной мощностью по ЧСС и до {nRunning} ваших пробежек.",
            "triathleteWithPower": "Модель машинного обучения — ваш Digital Twin — была обучена на данных до {nCycling} ваших велосипедных поездок с мощностью или расчётной мощностью по ЧСС и до {nRunningPower} ваших пробежек с мощностью бега.",
            "paragraph4": "Следующий график показывает историю вашей результативности с течением времени.",
            "paragraph5": "Также отображаются прогнозы модели машинного обучения в виде AI Fit. В целом, чем ближе кривые следуют друг за другом, тем лучше модель научилась прогнозировать вашу результативность. Если вы включили предварительное обучение для вашего Digital Twin ('Использовать вторичный слой обучения для Digital Twin'), это может привести к большему расхождению между обнаруженными и прогнозируемыми уровнями результативности, поскольку реакция на тренировки, смоделированная на основе накопленных данных, может отличаться от вашей личной реакции.",
            "paragraph6": "Мы также отображаем относительный вес, присвоенный каждой точке данных в модели. Вес 1 является стандартным. Вес 0,1 указывает на ограниченное количество данных о результативности, в то время как вес 10 отражает прямое измерение, такое как HRV threshold, фитнес-тест, соревнование или ручной ввод. Кроме того, точки данных из далёкого прошлого имеют меньший вес, чем недавние, что отражает их меньшее влияние."
        },
        "dataExclusion": {
            "paragraph1": "Здесь вы можете исключить прошлые временные интервалы из данных для обучения алгоритма ИИ. Вы можете использовать эту опцию для периодов, когда вы записывали данные с плохо откалиброванным устройством, или если данные слишком устарели, чтобы отражать ваши текущие физические возможности."
        }
    }
}