{
    "metadata": {
        "title": "FAQ",
        "description": "Часто задаваемые вопросы о {partnerTitle}"
    },
    "banner": {
        "title": "Часто задаваемые вопросы",
        "subtitle": "AI Endurance предлагает мощные функции, которые поначалу могут показаться сложными. Мы собрали ответы на самые частые вопросы наших пользователей, чтобы помочь вам начать. Если вы не нашли то, что искали, свяжитесь с нами или присоединяйтесь к нашему сообществу на Reddit или Facebook для дополнительной поддержки!",
        "getStarted": "Начать!",
        "contactUs": "Связаться с нами"
    },
    "search": {
        "placeholder": "Поиск по вопросам..."
    },
    "modal": {
        "close": "Спасибо!"
    },
    "general": {
        "title": "Общие вопросы",
        "q1": {
            "title": "Чем AI Endurance отличается от других приложений?",
            "content": "<p>Мы предлагаем по-настоящему персонализированные тренировки, потому что наш ИИ-алгоритм может прогнозировать вашу производительность на основе ваших данных. Таким образом, мы можем обеспечить наилучшие результаты тренировок в рамках ваших временных ограничений и сообщить, какой производительности вы достигнете, если будете придерживаться плана.</p><p>Мы уделяем большое внимание научному и основанному на данных подходу. Мы знаем, что AI Endurance работает, потому что мы не только сравнили его с последними рецензируемыми исследованиями в области физиологии упражнений, но и <link>показали, как наши оптимизированные ИИ тренировки легко превосходят даже лучший универсальный подход, который может предложить современная наука</link>.</p>"
        },
        "q2": {
            "title": "Насколько точно AI Endurance может прогнозировать производительность?",
            "content": "Мы можем прогнозировать вашу будущую производительность с точностью около 5%, если у вас есть не менее 100 пробежек с данными GPS или поездок с данными о мощности."
        },
        "q3": {
            "title": "Как часто вы обучаете ИИ?",
            "content": "В AI Endurance каждый пользователь получает своего 'digital twin' — модель машинного обучения, которая представляет все возможные способы вашей реакции на различные тренировочные программы. Модель обновляется каждые 24 часа для каждого пользователя, учитывая каждую новую активность, загруженную через Garmin, Suunto, Coros, Polar, Wahoo, Intervals.icu или Strava."
        },
        "q4": {
            "title": "Для каких видов спорта можно использовать AI Endurance?",
            "content": "Бег, велосипед и триатлон."
        },
        "q5": {
            "title": "С какими приложениями для отслеживания можно использовать AI Endurance?",
            "content": "Garmin Connect, Suunto, Coros, Wahoo, Polar, Intervals.icu, Strava и Apple Watch через <link>Watchletic</link>."
        },
        "q6": {
            "title": "Что такое GAP и как AI Endurance его использует?",
            "content": "<p><link>Grade Adjusted Pace</link> (GAP) учитывает набор и потерю высоты во время бега и нормализует ваш темп бега к эквивалентному темпу на ровной поверхности. Например, если вы бежите в крутую гору, ваш фактический темп может быть медленным, но ваш GAP может быть высоким, так как он учитывает крутизну подъема. AI Endurance использует GAP для прогнозирования вашей беговой производительности. Ваши инструкции по темпу всегда даются в GAP.</p><p>В качестве альтернативы GAP вы можете использовать беговую мощность.</p>"
        },
        "q7": {
            "title": "Можно ли использовать AI Endurance с беговой мощностью?",
            "content": "<p>Да. Мы импортируем ваши данные о беговой мощности из Garmin Connect, Suunto, Coros, Wahoo, Polar, Intervals.icu и Strava.</p><p>Вы можете полностью построить свой план тренировок на основе беговой мощности и экспортировать тренировки в Garmin Connect, Suunto Guides, Coros, TrainingPeaks, Apple Watch через Watchletic, Intervals.icu и Nolio.</p>"
        },
        "q8": {
            "title": "Как использовать тренировки AI Endurance по беговой мощности с Garmin и Stryd?",
            "content": "Просто установите поле данных Stryd на свои часы, подключите AI Endurance к Garmin Upload в разделе Apps и используйте беговую мощность для своего плана тренировок."
        },
        "q9": {
            "title": "Нужны ли данные о мощности для велоспорта?",
            "content": "<p>Да, по крайней мере для некоторых активностей. Мощность — единственный показатель в велоспорте, который, как мы выяснили, имеет прогностическую ценность. В данных о скорости и ЧСС слишком много вариаций, не отражающих производительность. Вам не нужно, чтобы все ваши активности записывались с измерителем мощности. Если в вашей активности есть данные о ЧСС и каденсе, <link>мы оцениваем мощность на основе этих измерений.</link> Нам необходимо некоторое количество активностей с данными как минимум о мощности и ЧСС, чтобы обучить индивидуализированную для вас модель, которая прогнозирует вашу мощность на основе ЧСС и других показателей, таких как cadence.</p>"
        },
        "q10": {
            "title": "Вы определяете мои результаты на соревнованиях и FTP-тесты?",
            "content": "<p>Да. Убедитесь, что в названии ваших FTP-тестов есть слово 'test' и продолжительность, например, '20 min FTP test' для двадцатиминутного FTP-теста. Для Ramp Tests включите слово 'ramp' в название, например, 'Ramp Test'. Чтобы изменить название активности, нажмите на нее в календаре и выберите 'Просмотр анализа'. Нажмите на значок карандаша рядом с названием активности.</p><p>Вы можете отметить свои результаты на соревнованиях, выбрав 'Гонка' для вашей пробежки или поездки на странице сведений об активности в AI Endurance или используя опцию 'Редактировать активность' в Strava.</p>"
        },
        "q11": {
            "title": "Можно ли использовать AI Endurance, если у меня недостаточно данных?",
            "content": "Да. Если у вас еще недостаточно данных, мы будем прогнозировать вашу производительность на основе накопленных данных спортсменов из нашей базы, похожих на вас. Мы автоматически переключимся на ваши личные данные, как только вы накопите больше данных в подключенных приложениях."
        },
        "q12": {
            "title": "Почему прогнозируется снижение моей производительности?",
            "content": "<p>Во-первых, убедитесь, что если вы вручную устанавливаете свой текущий уровень производительности, он отражает ваше фактическое текущее состояние физической формы, а не лучший результат за все время, который может не соответствовать вашему текущему уровню. Лучший способ оценить ваш текущий уровень — это провести FTP-тест для велоспорта или 15-минутный забег на время для бега (если вы тренируетесь на короткие дистанции) или 30-минутный забег на время (для длинных дистанций). Наш алгоритм автоматически распознает их и скорректирует ваш текущий уровень (см. <link>Вы определяете мои результаты на соревнованиях и FTP-тесты?</link>). Также могут быть ситуации, когда нашему алгоритму трудно определить ваш уровень физической подготовки, например, если вы редко проходили тесты или выкладывались на полную в прошлом. В этом случае наш ИИ может систематически недооценивать ваш уровень, однако прогнозируемые улучшения относительно обнаруженного нами уровня все равно будут достигнуты, если вы будете следовать плану. Наконец, если вы всегда тренировались по 10 часов в неделю, а запрашиваете план на 3 часа тренировок, возможно, удержать текущий уровень будет невозможно. Наши прогнозы основаны на анализе ваших данных, а не на пустых надеждах. Будьте уверены, что в таком случае наш алгоритм найдет план, который позволит вам минимизировать снижение производительности в рамках ваших временных ограничений.</p>"
        },
        "q13": {
            "title": "Почему у меня большая ошибка прогноза?",
            "content": "<p>Вот несколько возможных причин:</p><p>1. Мусор на входе — мусор на выходе: чисты ли ваши данные, т.е. получены ли они с хорошо откалиброванного GPS-устройства или измерителя мощности? Если нет, вы можете исключить временные интервалы с неверными данными в разделе 'Исключения данных' на Dashboard. Частой причиной являются сохраненные пробежки, которые на самом деле были велопоездками. Обычно их можно определить по всплескам темпа на графике 'Мои прошлые данные' на Dashboard.</p><p>2. Для велоспорта: вы катались на нескольких велосипедах, и не все из них оснащены измерителем мощности? Если вы записываете активность без измерителя мощности, но носите пульсометр и, желательно, имеете датчик каденса, мы оцениваем вашу мощность по этим измерениям. Однако, если много поездок записано без данных о ЧСС, модель будет 'слепа' к значительной части фактических тренировок. Также могут возникнуть проблемы, если у вас есть/были несколько измерителей мощности/умных тренажеров, и их показания не согласуются друг с другом.</p><p>3. Аналогично, если вы не записываете все свои пробежки с GPS-устройством, модель 'слепа' к тем активностям, которые вы не записываете.</p>"
        },
        "q14": {
            "title": "Можно ли использовать имперскую систему единиц?",
            "content": "Да, в разделе 'Account' вы можете выбрать между метрической (мин/км) и имперской (мин/миля) системами."
        },
        "q15": {
            "title": "Как я могу изменить язык или помочь с переводом?",
            "content": "<p>Вы можете установить предпочитаемый язык на странице <link>Account</link>. Если ваш язык не поддерживается, вы можете помочь с переводом — мы создадим черновик с помощью ИИ, а вы сможете его доработать. Вы можете внести свой вклад или сообщить о проблемах с переводом в нашем <link2>репозитории i18n на GitHub</link2> или по электронной почте <link3>info@aiendurance.com</link3>.</p>"
        }
    },
    "plans": {
        "title": "Тренировочные планы ИИ",
        "q1": {
            "title": "К каким целям я могу готовиться с AI Endurance?",
            "content": "<p>Бег: 5k, 10k, (полу)марафон, Ultra Endurance Pace, Critical Running Power и Ultra Endurance Power.</p><p>Велоспорт: FTP, Critical Cycling Power и Ultra Endurance Power.</p><p>Триатлон: спринт, олимпийская дистанция, (полу)Ironman.</p><p>Вы также можете создавать Custom Configurations, которые могут включать любые из вышеперечисленных целей с выбранной вами приоритизацией.</p>"
        },
        "q2": {
            "title": "Можно ли тренироваться для нескольких целей одновременно?",
            "content": "Да, вы можете тренироваться для нескольких целей одновременно. Помимо вашей основной гонки A, вы можете готовиться к гонкам с приоритетом B и C в процессе подготовки к гонке A."
        },
        "q3": {
            "title": "Как предписываются тренировки?",
            "content": "В основном мы предписываем тренировки по темпу/GAP или беговой мощности (бег), мощности (велоспорт) и темпу (плавание). Для низкоинтенсивных тренировок на выносливость в беге и велоспорте мы также предписываем вторичные целевые значения ЧСС, если вы собираете высококачественные данные HRV, позволяющие нам определить ваш аэробный порог ЧСС. Первичные цели по темпу или мощности всегда являются самыми важными, в то время как ЧСС можно использовать в качестве вторичного ориентира, особенно если рельеф местности затрудняет точное следование основной цели."
        },
        "q4": {
            "title": "Следует ли мне придерживаться плана тренировок, если я травмирован или восстанавливаюсь после травмы?",
            "content": "Нет — в этом случае мы не рекомендуем никаких структурированных тренировок. Сначала сосредоточьтесь на восстановлении здоровья. Чем больше вы концентрируетесь на выздоровлении, а не на боязни потерять форму, тем меньше времени вы проведете вдали от структурированных тренировок и соревнований. Мы всегда советуем проконсультироваться с врачом перед выполнением любого плана упражнений. Наш ИИ не обнаруживает травмы в какой-либо форме, и очень важно, чтобы вы прислушивались к своему телу и принимали решения до и во время тренировок, которые будут наиболее полезны для вашего здоровья."
        },
        "q5": {
            "title": "Обязательно ли следовать плану?",
            "content": "Мы всегда советуем проконсультироваться с врачом перед выполнением любого плана упражнений. Прогнозируемая производительность основана на предоставляемых нами тренировках. Однако очень важно прислушиваться к своему телу и использовать собственное суждение перед выполнением тренировки. Чрезмерные нагрузки могут привести к травме. Мы всегда предлагаем альтернативные инструкции для более легкой тренировки, если вы не очень хорошо себя чувствуете, а иногда нужно просто пропустить тренировку для дополнительного отдыха и восстановления, и это тоже нормально!"
        },
        "q6": {
            "title": "Как выполнять тренировки?",
            "content": "<p>- <link>Выполняйте тренировки прямо с вашего устройства Garmin</link>, если вы подключили Garmin Upload к AI Endurance.</p><p>- <link>Выполняйте тренировки прямо с вашего устройства Suunto</link>, если вы подключили Suunto к AI Endurance.</p><p>- Выполняйте тренировки прямо с ваших часов Coros, если вы подключили Coros к AI Endurance.</p><p>- Выполняйте тренировки прямо с вашего устройства Wahoo, если вы подключили Wahoo к AI Endurance.</p><p>- <link>Выполняйте тренировки прямо с ваших Apple Watch</link>, создав аккаунт Watchletic и подключив его к AI Endurance.</p><p>- Экспортируйте свой план тренировок в <link>TrainingPeaks</link>, Intervals.icu и Nolio, где вы сможете выполнять тренировки с устройств, которые не интегрируются напрямую с AI Endurance.</p><p>- <link>Загрузите наши тренировки для Zwift.</link></p><p>Просто перейдите на страницу 'Apps' и подключите свой аккаунт. Если вы внесете изменения в свой план тренировок AI Endurance, они будут автоматически переданы в подключенные приложения. <i>Мы постоянно экспортируем ваши тренировки на неделю вперед.</i></p><p>Вам может потребоваться премиум-аккаунт TrainingPeaks, чтобы получить доступ ко всей неделе тренировок AI Endurance в TrainingPeaks.</p>"
        },
        "q7": {
            "title": "Каков график синхронизации экспорта тренировок с Garmin, Suunto, Coros, Wahoo, TrainingPeaks, Intervals.icu и Nolio?",
            "content": "Когда вы создаете новый план и подключаете свой аккаунт Garmin Upload, Suunto, Coros, Wahoo, TrainingPeaks, Intervals.icu или Nolio, мы экспортируем ваши тренировки на неделю вперед. После этого мы экспортируем тренировки на следующий день каждые 24 часа, так что у вас всегда будет доступна неделя тренировок в подключенном приложении. Если вы перемещаете тренировку в календаре AI Endurance или принимаете изменение тренировки, мы немедленно экспортируем обновленную тренировку в ваше подключенное приложение, если она находится в пределах недельного окна. Если вы используете TrainingPeaks, вам может потребоваться премиум-аккаунт, чтобы получить доступ ко всей неделе тренировок AI Endurance в TrainingPeaks. Вы также можете обновить экспорт в сторонние приложения на странице Apps."
        },
        "q8": {
            "title": "Можно ли использовать AI Endurance с моими Apple Watch?",
            "content": "Да, просто подключите <link>Watchletic</link> для загрузки ваших активностей в AI Endurance и выполнения тренировок на ваших Apple Watch."
        },
        "q9": {
            "title": "Почему тренировки AI Endurance не отображаются в моем аккаунте Coros?",
            "content": "<p>Если ваш план AI Endurance не отображается в календаре Coros, попробуйте отключить и снова подключить Coros на странице вашего аккаунта AI Endurance.</p><p>Если это не помогло, перейдите на вкладку 'Библиотека планов тренировок' в приложении Coros или на сайте Coros Training Hub. Оттуда вручную выберите AI Endurance и запустите план, и вы должны увидеть тренировки на следующие 7 дней в своем календаре Coros.</p>"
        },
        "q10": {
            "title": "Мои тренировки в стороннем приложении не синхронизированы с AI Endurance. Как это исправить?",
            "content": "Если ваши тренировки в стороннем приложении не синхронизированы с AI Endurance, вы можете обновить экспорт во все подключенные сторонние приложения на странице Apps. Просто нажмите кнопку 'Обновить экспорт', и все подключенные приложения будут обновлены последними тренировками AI Endurance."
        },
        "q11": {
            "title": "Когда адаптируется план тренировок?",
            "content": "Если ваша готовность недостаточна для предстоящей тренировки, мы рекомендуем изменения в вашем расписании. Если вы пропустили тренировку, мы предлагаем адаптации, чтобы поддерживать вашу физическую форму. Если вы выполнили больше интервальной работы, чем предписано, мы рекомендуем вместо этого тренировку на выносливость, чтобы сбалансировать ваш план. Кроме того, если вы не следовали своему текущему плану, может существовать лучший вариант для вашего текущего состояния. Если ваши предписанные тренировки значительно отклоняются от фактических, мы предлагаем вам запросить новый план, который будет учитывать обновленную информацию о вашем состоянии."
        },
        "q12": {
            "title": "Почему в моем плане тренировок нет тестовых тренировок?",
            "content": "Мы намеренно не включаем тестовые тренировки. Наш анализ данных достаточно сложен, чтобы определять ваш уровень физической подготовки по вашим обычным тренировкам, используя комбинацию измерений critical power/темпа, данных порогов HRV, гонок, распределения интенсивности и многого другого."
        },
        "q13": {
            "title": "Как вы автоматически рассчитываете мои тренировочные зоны для бега и велоспорта?",
            "content": "Мы можем автоматически рассчитать ваши зоны для бега и велоспорта на основе ваших исторических данных. Мы используем следующую систему для оценки ваших зон: сначала мы пытаемся найти достаточно данных порога DFA a₁, чтобы установить ваши зоны. Во второй попытке мы используем распределение ваших исторических данных о мощности/темпе для установки зон. Вы также можете настроить свои зоны вручную."
        },
        "q14": {
            "title": "Как вы автоматически рассчитываете мои тренировочные зоны для плавания?",
            "content": "Мы рассчитываем ваши зоны для плавания на основе нашей оценки critical swim speed (CSS). Мы оцениваем ваш CSS на основе распределения вашего исторического темпа плавания. Вы также можете настроить свой CSS вручную."
        },
        "q15": {
            "title": "Основаны ли тренировки по плаванию в моем плане для триатлона на ИИ?",
            "content": "Нет. В настоящее время тренировки берутся из базы данных, созданной опытным тренером. Мы (пока) не предоставляем тренировки по плаванию на основе ИИ, потому что сложнее обеспечить наш ИИ чистыми данными для прогнозирования производительности в плавании, так как эти данные по своей природе более 'шумные' и их меньше."
        },
        "q16": {
            "title": "Могу ли я готовиться к дуатлону?",
            "content": "Да, если вы дуатлет, просто выберите 'Триатлет' и установите количество часов плавания в неделю на ноль. Мы предоставим вам план тренировок, адаптированный под ваши цели в дуатлоне."
        },
        "q17": {
            "title": "Если я готовлюсь к марафону или другому забегу на длинную дистанцию, вы развиваете продолжительность моих длительных пробежек?",
            "content": "<p>Да, если мы знаем, что вы готовитесь к (полу)марафону, (полу)Ironman или ультра-соревнованию, мы постараемся обеспечить постепенное увеличение продолжительности вашей длительной пробежки. Обычно мы стараемся запланировать длительную пробежку на день с наибольшей доступностью для бега. Если у вас есть предпочтительный день для длительной пробежки, вы можете указать его на странице 'Plan' в разделе 'Ежедневная доступность'. Начальная продолжительность вашей длительной пробежки зависит от вашей самой длинной пробежки за последние 6 недель. Максимальная продолжительность вашей длительной пробежки определяется финишным временем, которое AI Endurance прогнозирует для вашего целевого соревнования.</p><p>Если вы используете беговую мощность и готовитесь к (полу)марафону, убедитесь, что вы указали слово '(Полу)марафон' в поле названия вашего целевого соревнования, например, 'Берлинский марафон'. Это необходимо, так как для беговой мощности мы не прогнозируем ваше финишное время напрямую, а оптимизируем critical power и/или endurance power, поэтому мы не будем знать, что вы готовитесь к конкретному соревнованию, если вы нам не сообщите.</p>"
        },
        "q18": {
            "title": "Почему опция 'Использовать вторичный слой тренировок для digital twin' включена автоматически?",
            "content": "Опция 'Использовать вторичный слой тренировок для digital twin' включается автоматически, когда ваш запрошенный план тренировок не может быть выполнен иным образом. Например, если запрошенный объем тренировок значительно отличается от ваших исторических данных, эта функция активируется для обеспечения надежных прогнозов. Даже если вы вручную отключите эту опцию, она будет снова включена в таких случаях для поддержания точности и выполнения вашего запроса на план тренировок."
        },
        "q19": {
            "title": "Мне не нравится мой новый план. Могу ли я вернуться к предыдущему?",
            "content": "Да, вы можете вернуться к своему предыдущему плану. На странице 'Календарь' нажмите на значок 'глаза' рядом с отображением месяца, чтобы сравнить текущий и предыдущий планы. Кнопка позволит вам вернуться к предыдущему плану. Обратите внимание, что все изменения, внесенные в ваш текущий план, будут потеряны при переключении."
        },
        "q20": {
            "title": "Я оптимизирую Critical Running Power. С какой мощностью мне следует бежать (полу)марафон?",
            "content": "Процент от CP, с которым вам следует бежать, зависит от вашего ожидаемого общего финишного времени. При более высоком CP вам потребуется меньше времени, поэтому вы можете бежать с более высоким процентом. Для получения дополнительной информации ознакомьтесь с этой <link>ссылкой от Stryd</link>."
        },
        "q21": {
            "title": "Как активировать тренировки AI Endurance в моем календаре Coros?",
            "content": "Если ваши тренировки AI Endurance не отображаются в календаре приложения Coros, возможно, вам нужно включить отображение сторонних тренировок в настройках календаря Coros. Перейдите в настройки приложения Coros и найдите опции календаря, чтобы разрешить отображение сторонних тренировок. Если у вас по-прежнему возникают проблемы с синхронизацией из приложения Coros на часы, пожалуйста, свяжитесь напрямую со службой поддержки Coros."
        }
    },
    "import": {
        "title": "Импорт данных",
        "q1": {
            "title": "Можно ли одновременно подключить Garmin Connect, Suunto, Coros, Wahoo, Polar, Intervals.icu и/или Strava?",
            "content": "Да, мы автоматически избегаем дублирования активностей при импорте. В редких случаях, когда активности импортируются в одно и то же время, мы удаляем дубликаты каждые 24 часа. Активности из Garmin Connect и Suunto всегда имеют приоритет над активностями из Strava, так как Strava не передает данные HRV."
        },
        "q2": {
            "title": "Как быстро мои тренировки появляются в AI Endurance?",
            "content": "<p>Если у вас подключены Garmin Download, Suunto, Coros, Wahoo, Polar, Intervals.icu или Strava, это занимает от нескольких секунд до нескольких минут после загрузки активности. Если у вас несколько подключений, мы сначала импортируем вашу активность из Garmin/Suunto/Coros/Wahoo/Polar/Intervals.icu, а через несколько минут синхронизируемся со Strava, чтобы проверить наличие дополнительной информации, например, была ли ваша активность 'Гонкой' или указывает ли название активности на то, что вы делали FTP-тест, перед переобучением нашей модели машинного обучения для каждого пользователя. Мы гарантируем отсутствие дубликатов между Garmin, Suunto, Coros, Wahoo, Polar, Intervals.icu и Strava, даже если у вас несколько подключений.</p><p>Если ваши импортируемые данные включают HRV, появление активности в AI Endurance может занять несколько минут, так как анализ DFA alpha 1 является вычислительно затратным.</p>"
        },
        "q3": {
            "title": "Почему моя активность из Zwift не импортировалась из Garmin Connect?",
            "content": "Garmin не передает сторонние активности в AI Endurance. Чтобы импортировать ваши активности из Zwift или других сторонних приложений, пожалуйста, дополнительно подключитесь к Intervals.icu или Strava."
        },
        "q4": {
            "title": "Могу ли я вручную импортировать FIT-файлы?",
            "content": "Да, если ваше записывающее устройство не поддерживается нашими опциями импорта или вы случайно удалили активность, вы можете загрузить FIT-файлы на странице <link>Apps.</link>"
        },
        "q5": {
            "title": "Что делать, если отсутствует тренировка из Garmin?",
            "content": "Если тренировка из Garmin отсутствует, вы можете скачать оригинальный FIT-файл из Garmin Connect и загрузить его вручную, используя опцию загрузки FIT-файла на странице <link>Apps.</link>"
        },
        "q6": {
            "title": "Как записывать данные беговой мощности Stryd, а не данные беговой мощности Garmin?",
            "content": "Если вы используете Stryd и часы Garmin, которые записывают собственную беговую мощность Garmin, обе записи мощности будут сохранены в FIT-файле вашей активности. Чтобы отключить беговую мощность Garmin, перейдите в 'Выбрать беговую активность' -> 'Настройки беговой активности' -> 'Отключить запись данных беговой мощности Garmin'. Мы рекомендуем постоянно использовать один и тот же источник мощности, так как разные производители используют разные алгоритмы для расчета беговой мощности, которые могут давать сильно отличающиеся значения."
        },
        "q7": {
            "title": "Почему данные моих активностей не импортируются из TrainingPeaks?",
            "content": "Мы не импортируем активности из TrainingPeaks, потому что API TrainingPeaks не предоставляет необходимые данные для нашего анализа. Мы рекомендуем вам подключить свой аккаунт Garmin, Suunto, Coros, Wahoo, Polar, Intervals.icu или Strava напрямую к AI Endurance для импорта ваших активностей. Мы импортируем из TrainingPeaks только ваши ночные данные ЧСС/HRV и экспортируем ваши тренировки в TrainingPeaks."
        }
    },
    "hr": {
        "title": "Частота сердечных сокращений и вариабельность сердечного ритма",
        "q1": {
            "title": "А что насчет частоты сердечных сокращений?",
            "content": "<p>Мы используем данные о вашей ЧСС для оценки производительности. Например, если вы смогли бежать со скоростью 5 мин/км или поддерживать 200 Вт в течение часа при значительно более низкой ЧСС, чем на прошлой неделе, ИИ отмечает это как улучшение вашей производительности. Однако в целом ЧСС является гораздо худшим предиктором производительности, чем мощность и GAP.</p><p>Мы рассчитываем ваши аэробный и анаэробный пороги ЧСС на основе данных DFA alpha 1, см. <link>эту запись в блоге.</link></p><p>Для ваших велопоездок без данных о мощности мы используем ЧСС и cadence для оценки вашей мощности с помощью <link>персонализированной модели машинного обучения.</link></p>"
        },
        "q2": {
            "title": "А что насчет вариабельности сердечного ритма (HRV)?",
            "content": "<p>Мы отслеживаем данные HRV ваших активностей, если у вас подключены Suunto или Garmin Download и включена запись HRV на вашем устройстве Garmin. Вы можете легко отслеживать свои аэробный и анаэробный пороги по данным HRV с помощью <link>DFA alpha 1.</link> Для получения дополнительной информации см. также <link>эту запись в блоге.</link></p><p>Мы также используем DFA alpha 1 для отслеживания вашей <link>готовности к тренировкам</link>, <link>durability</link> и общих улучшений физической формы.</p>"
        },
        "q3": {
            "title": "Как я могу записывать HRV во время активности с помощью устройств Garmin или Suunto?",
            "content": "<p>Включите запись HRV:</p><p>- Suunto: все устройства, подключенные к нагрудному датчику ЧСС, автоматически записывают HRV.</p><p>- Garmin: Настройки -> Система -> Запись данных -> Записывать HRV <i>или</i> Настройки -> Физиологические метрики -> Записывать HRV. Подключитесь к нагрудному датчику ЧСС — предпочтительно Polar H10 — через Bluetooth, <i>а не</i> ANT+.</p><p>Устройства:</p><p>- Garmin: включая Forerunner 620, 630, 645, 920, 235, 255, 735, 935, 945, 955; Fenix 3, 5, 6, 7; Edge 520, 530, 820, 830, 1000, 1030, 1040, Explore; Epix.</p><p>Примечание: Оптические наручные пульсометры не записывают HRV/DFA alpha 1 во время активности на устройствах Garmin и Suunto. Вы должны использовать совместимый нагрудный датчик (например, Polar H10) для записи данных HRV во время активности.</p>"
        },
        "q4": {
            "title": "Могу ли я записывать HRV во время активности с помощью устройств Coros и Wahoo?",
            "content": "К сожалению, на данный момент устройства Coros и Wahoo не записывают данные HRV во время активности."
        },
        "q5": {
            "title": "Могу ли я записывать HRV во время активности с помощью устройств Polar?",
            "content": "В настоящее время Polar записывает данные HRV во время активности, но не включает их в FIT-файлы, передаваемые сторонним приложениям, таким как AI Endurance. Если вы используете устройство Polar, мы призываем вас связаться со службой поддержки Polar и попросить изменить политику, чтобы разрешить передачу этих ценных данных сторонним платформам."
        },
        "q6": {
            "title": "Могу ли я видеть данные DFA alpha 1 в реальном времени на своем устройстве?",
            "content": "<p>Да — если у вас есть устройство Garmin, вы можете видеть свои данные DFA alpha 1 в реальном времени, установив <link>приложение alphaHRV из Connect IQ.</link></p><p>Для лучших результатов мы рекомендуем:</p><p>1. Использовать Polar H10 и Garmin, который записывает HRV</p><p>2. Подключить Polar H10 через BLE (Bluetooth) в настройках вашего устройства Garmin (Датчики -> Добавить новый -> Поиск всех; ищите датчики BLE, а не ANT+)</p><p>3. В настройках alphaHRV подключить alphaHRV к Polar H10 через ANT+ (в <link>приложении Garmin Connect IQ</link>)</p><p>4. Настроить Garmin на запись HRV: Настройки -> Система -> Запись данных -> Записывать HRV или Настройки -> Физиологические метрики -> Записывать HRV.</p>"
        },
        "q7": {
            "title": "Передает ли Strava данные HRV во время активности с устройств Garmin или Suunto?",
            "content": "К сожалению, на данный момент Strava не передает данные HRV во время активности. Если вы хотите отслеживать свои данные HRV, пожалуйста, подключите Garmin Connect или Suunto напрямую к AI Endurance."
        },
        "q8": {
            "title": "Как я могу определить свой порог мощности/темпа/ЧСС по DFA alpha 1?",
            "content": "<p>Мы автоматически пытаемся определить ваш порог DFA alpha 1 для каждой активности с данными HRV, которую вы импортируете в AI Endurance. Для порогового теста просто экспортируйте DFA alpha 1 ramp test в Zwift или на ваше устройство Garmin со страницы <link>Apps.</link></p>"
        },
        "q9": {
            "title": "Как мне установить свои зоны после DFA alpha 1 ramp test?",
            "content": "<p>Перейдите на страницу <link>Account</link> и установите свои зоны интенсивности.</p><p>- Если был определен ваш потолок Endurance (аэробный/VT1), установите первый ползунок (граница Endurance - Tempo) на определенное значение.</p><p>- Если был определен ваш потолок Threshold (анаэробный/VT2), установите третий ползунок (граница Threshold - VO2Max) на определенное значение.</p><p>Мы также автоматически отслеживаем, соответствуют ли ваши пороги текущим зонам, и уведомляем вас, если требуется обновление.</p>"
        },
        "q10": {
            "title": "Почему мой порог мощности/темпа/ЧСС по DFA alpha 1 не был рассчитан автоматически?",
            "content": "<p>Для автоматического определения порогов DFA alpha 1, AI Endurance должен обнаружить плавное увеличение интенсивности во время вашей активности, так как этот метод подтвержден <link>текущими исследованиями по определению порога DFA alpha 1.</link> Наш алгоритм должен быть в состоянии определить временной интервал, который удовлетворяет следующим критериям для автоматического определения порога:</p><p>1. Стабильное и плавное увеличение интенсивности, т.е. монотонно убывающие значения alpha 1 и монотонно возрастающие значения темпа/мощности.</p><p>2. Достаточное количество точек данных по обе стороны от порога, например, alpha 1 < 0,5 и alpha 1 > 0,5 для определения анаэробного порога.</p><p>3. Не слишком высокая скорость нарастания интенсивности. Если вы увеличиваете интенсивность слишком быстро, возникает задержка в реакции вашей сердечно-сосудистой системы относительно вашей мощности/темпа, что приведет к завышенной оценке порогов мощности/темпа.</p><p>У вас также есть возможность скачать данные активности со страницы активности в виде csv-файла и вручную выполнить определение порога.</p>"
        },
        "q11": {
            "title": "Каков порог качества для анализа данных HRV?",
            "content": "5-10% искажений артефактами. Искажение артефактами указывает на качество ваших данных HRV. Для минимального искажения артефактами мы рекомендуем пульсометр Polar H10. На странице вашей активности мы показываем ваш порог DFA alpha 1 при любом уровне искажений, но для анализа вашей готовности к тренировкам мы учитываем только активности с искажением менее 10%. Для учета в прогнозах ИИ мы требуем искажение менее 5%."
        },
        "q12": {
            "title": "Какой пульсометр хорошо подходит для записи высококачественных данных HRV?",
            "content": "Polar H10 надежно записывает данные HRV с искажением артефактами менее 5%. Другие пульсометры также в некоторых случаях могут обеспечивать такое качество, но вам придется проверять это для вашего конкретного пульсометра в каждом отдельном случае."
        },
        "q13": {
            "title": "Следует ли подключать пульсометр через Bluetooth или ANT+?",
            "content": "Bluetooth. Запись через ANT+ обычно приводит к значительному снижению качества данных HRV. Если пульсометр уже добавлен как ANT+ устройство в вашем Garmin, сначала обязательно отсоедините его. Затем добавьте новый пульсометр, пропустив опцию ANT+ по умолчанию и выбрав поиск других устройств или поиск по Bluetooth."
        },
        "q14": {
            "title": "Могу ли я перенести свои ночные данные HRV с Apple Watch в AI Endurance?",
            "content": "Да, косвенно, если они есть у вас в Intervals.icu и вы подключили Intervals.icu к AI Endurance."
        },
        "q15": {
            "title": "Где я могу получить больше информации о лучших практиках записи данных DFA alpha 1?",
            "content": "<p><link>FAQ по DFA alpha 1 от Брюса Роджерса</link> — это отличный ресурс по всем темам, связанным с DFA alpha 1.</p>"
        },
        "q16": {
            "title": "Почему мой показатель готовности по DFA alpha 1 не был рассчитан для конкретной активности?",
            "content": "Чтобы рассчитать показатель готовности по DFA alpha 1, активность должна иметь менее 10% искажений артефактами. Кроме того, как минимум 4 активности за последние 3 недели также должны иметь искажение артефактами ниже 10%, чтобы обеспечить значимое сравнение."
        },
        "q17": {
            "title": "Почему мой показатель готовности на dashboard не рассчитывается, хотя я подключил данные HRV в состоянии покоя и/или DFA alpha 1?",
            "content": "Для расчета вашего показателя готовности нам требуется минимум 10 дней данных ЧСС/HRV в состоянии покоя или данных DFA alpha 1, а также не менее 10 дней тренировочных данных, включающих рассчитанные показатели stress (ESS). Это гарантирует, что модель восстановления имеет достаточно данных для предоставления значимых результатов."
        }
    },
    "moreSupport": {
        "title": "Дополнительная поддержка",
        "q1": {
            "title": "Где я могу получить дополнительную поддержку?",
            "content": "<p>Пожалуйста, присоединяйтесь к нашему <link>сообществу на Reddit</link> и <link2>группе в Facebook</link2>.</p>"
        }
    }
}