{
    "metadata": {
        "title": "Питание",
        "description": "Настройте своё питание с помощью нашего Dashboard по питанию."
    },
    "layout": {
        "title": "Питание",
        "description": "Настройте своё питание с помощью нашего Dashboard по питанию."
    },
    "nutritionCard": {
        "title": "Ваша модель питания"
    },
    "weeklyNutritionTotals": {
        "title": "Среднесуточное потребление",
        "calories": "Калории",
        "protein": "Белки",
        "carbs": "Углеводы",
        "fat": "Жиры"
    },
    "mealPlanCard": {
        "title": "Ваш план питания"
    },
    "mealPlanForm": {
        "dietaryPreferences": "Пищевые предпочтения",
        "dateForMealPlan": "Дата для плана питания",
        "placeholder": "без глютена, веган, и т.д.",
        "requestMealPlan": "Запросить план питания",
        "dismissCurrentMealPlan": "Отклонить текущий план питания"
    },
    "mealPlanDisplay": {
        "noMealPlanAvailable": "План питания недоступен. Создайте его сейчас!",
        "mealPlanFor": "План питания на {date}",
        "plannedWorkout": "Запланированная тренировка:",
        "specialDietaryRequests": "Особые диетические запросы или предпочтения: {text}"
    },
    "mealPlanLoading": {
        "creatingMealPlan": "Создание плана питания..."
    },
    "nutritionBarChart": {
        "tooltip": {
            "total": "Всего:",
            "protein": "Белки:",
            "carbs": "Углеводы:",
            "fat": "Жиры:",
            "workout": "Тренировка:"
        }
    },
    "labels": {
        "nutrition": {
            "paragraph1": "Ваш суточный расход энергии (килокалорий) и макронутриентов, рассчитанный на основе ваших прошлых завершённых активностей, будущих запланированных тренировок и предполагаемой скорости основного обмена.",
            "paragraph2": "Хотя эти значения рассчитаны с использованием научно обоснованных формул для конкретного вида упражнений, точное измерение или прогнозирование энергетических потребностей является сложной задачей, подверженной ошибкам независимо от выбранной методологии. Эти оценки следует использовать как приблизительное руководство, помня, что истинные энергозатраты на упражнения могут варьироваться в зависимости от таких факторов, как возраст, пол, состояние здоровья и уровень физической подготовки, масса и состав тела, образ жизни, генетика и так далее.",
            "paragraph3": "Из-за сложности, проблем и потенциальных ошибок, связанных с оценкой всех этих компонентов, расчёты предоставляются в виде диапазона, чтобы обеспечить гибкость и возможность корректировки.",
            "learnMore": "Узнать больше."
        },
        "mealplan": {
            "paragraph1": "Получите план питания от ИИ, который учитывает расход калорий во время ваших прошлых и запланированных тренировок. Вы можете добавить диетические запросы, например «я вегетарианец», или предпочтения, например «сегодня хочется рыбы». Этот план питания учитывает потребности в калориях и макронутриентах, смоделированные нашими научно обоснованными моделями питания.",
            "learnMore": "Узнать больше."
        }
    }
}