{
    "metadata": {
        "title": "Детали плана",
        "description": "Просмотрите и настройте детали вашего плана"
    },
    "primaryEvents": {
        "title": "Главные цели",
        "noGoals": "У вас нет главных целей!",
        "updateButton": "Обновить главную цель"
    },
    "secondaryEvents": {
        "title": "Цели B/C",
        "noGoals": "У вас нет целей B/C!",
        "addButton": "Добавить новое событие"
    },
    "submitButton": {
        "requestPlan": "Запросить план",
        "confirmationTitle": "Вы уверены, что хотите запросить новый план? Это перезапишет ваш текущий план.",
        "planSearchStarted": "Поиск плана начат",
        "errorUpdatingPlan": "Ошибка обновления плана"
    },
    "modals": {
        "close": "Закрыть",
        "event": "Событие",
        "customName": "Пользовательское название",
        "overwritePrimaryEvent": "Перезаписать главную цель",
        "addSecondaryEvent": "Добавить цель B/C",
        "updatePrimaryEvent": "Обновить главную цель"
    },
    "messages": {
        "cEventAdded": "Событие C добавлено в календарь",
        "cEventDeleted": "Событие C удалено из календаря",
        "failedToDeleteCEvent": "Не удалось удалить событие C из календаря"
    },
    "validation": {
        "dateRange": "Дата должна быть между {minDate} и {maxDate}.",
        "secondaryEventDateRange": "Дата должна быть между {minDate} и {maxDate}. События B/C должны проходить как минимум за 2 недели до главного события, чтобы не мешать подводке. Нельзя добавлять события B/C после главного события."
    },
    "availabilityHours": {
        "title": "Настройки плана",
        "description": "Какой объем тренировок вы хотите выполнять? Наша модель будет стремиться к этому объему, следя за тем, чтобы нагрузка не росла слишком быстро.",
        "hoursPerWeek": "Сколько часов в неделю вы хотите посвящать {sport}?",
        "sports": {
            "bike": "велосипеду",
            "run": "бегу",
            "swim": "плаванию",
            "ride": "поездкам на велосипеде"
        }
    },
    "availabilityDay": {
        "weekDays": {
            "mon": "Пн",
            "tue": "Вт",
            "wed": "Ср",
            "thu": "Чт",
            "fri": "Пт",
            "sat": "Сб",
            "sun": "Вс"
        },
        "timeFormat": {
            "zeroHours": "0 ч",
            "hour": "ч",
            "hours": "ч",
            "minute": "мин",
            "minutes": "мин"
        },
        "enableSportMessage": "Включите вид спорта, чтобы выбрать доступное время"
    },
    "advanced": {
        "title": "Расширенные настройки",
        "maintenanceMode": "Режим поддержания формы"
    },
    "planFindingControls": {
        "preferEnduranceWorkouts": "Предпочитать тренировки Endurance",
        "matchRequestedTrainingTime": "Соответствовать запрошенному времени тренировок"
    },
    "sportSelectButtons": {
        "enable": "Включить",
        "disable": "Отключить",
        "sports": {
            "swim": "плавание",
            "ride": "велосипед",
            "run": "бег"
        }
    },
    "customConfigForm": {
        "customName": "Пользовательское название",
        "expectedDuration": "Ожидаемая длительность (чч:мм)",
        "invalidFormat": "Неверный формат. Используйте чч:мм.",
        "template": "Шаблон",
        "discipline": "Дисциплина"
    },
    "availabilityWeek": {
        "title": "Доступность по дням",
        "description": "Сколько часов в день вы можете тренироваться? Это гарантирует, что модель будет создавать только те тренировки, которые соответствуют вашему расписанию. Вы также можете переносить тренировки в календаре.",
        "descriptionTriathlete": "Сколько часов в день вы можете тренироваться по каждому виду спорта? Это гарантирует, что модель будет создавать только те тренировки, которые соответствуют вашему расписанию. Вы также можете переносить тренировки в календаре.",
        "schedulerFailMessage": "Нам не удалось создать сбалансированный план тренировок для ваших настроек доступности. Пожалуйста, увеличьте ранее указанное доступное время.",
        "availabilitySettingsOK": "Настройки доступности в порядке"
    },
    "labels": {
        "goalSelect": {
            "cyclist": "Оптимизируйте FTP (Functional Threshold Power), Critical Cycling Power или вашу Ultra Endurance Power — мощность при DFA a₁ = 0,75, вашем аэробном пороге по HRV. Вы также можете создать собственное целевое событие и настроить веса для каждой цели, чтобы приоритизировать одну дисциплину относительно других. Вес 1 означает максимальный приоритет дисциплины, а вес 0 — отсутствие приоритета.",
            "runnerWithPower": "Оптимизируйте вашу Critical Running Power или Ultra Endurance Power — мощность при DFA a₁ = 0,75, вашем аэробном пороге по HRV. Вы также можете создать собственное целевое событие и настроить веса для каждой цели, чтобы приоритизировать одну дисциплину относительно других. Вес 1 означает максимальный приоритет дисциплины, а вес 0 — отсутствие приоритета.",
            "runnerWithoutPower": "Выберите дистанцию от 5k до марафона. Или оптимизируйте ваш Ultra Endurance Pace — темп при DFA a₁ = 0,75, вашем аэробном пороге по HRV. Вы также можете создать собственное целевое событие и настроить веса для каждой цели, чтобы приоритизировать одну дисциплину относительно других. Вес 1 означает максимальный приоритет дисциплины, а вес 0 — отсутствие приоритета.",
            "triathlete": "Выберите дистанцию от спринта до полного Ironman. Для спринтерской и олимпийской дистанций мы оптимизируем вашу Critical Cycling Power и вашу {runTextSprintOlympic}. Для полу-Ironman и Ironman мы оптимизируем вашу аэробную мощность в велоспорте и вашу {runTextHalfIronman}. Вы также можете создать собственное целевое событие и настроить веса для каждой цели, чтобы приоритизировать одну дисциплину относительно других. Вес 1 означает максимальный приоритет дисциплины, а вес 0 — отсутствие приоритета.",
            "runTextSprintOlympic": "Critical Running Power",
            "runTextSprintOlympicNoPower": "темп на 5k или 10k",
            "runTextHalfIronman": "аэробную мощность в беге",
            "runTextHalfIronmanNoPower": "темп на полумарафоне или марафоне"
        },
        "secondaryEvent": {
            "paragraph1": "Добавляйте события B и C, чтобы дополнить ваше главное событие. Для событий B ИИ оптимизирует ваши тренировки с умеренным акцентом, обеспечивая короткую подводку до и дни восстановления после события. События C заменяют запланированную тренировку в день события, при этом тренировки не планируются ни за день до, ни на следующий день после.",
            "paragraph2": "Для событий Custom Configuration вы можете приоритизировать каждую дисциплину в вашем плане тренировок, назначая веса от 0 (низкий приоритет) до 1 (высокий приоритет).",
            "paragraph3": "События C добавляются прямо в ваш календарь, в то время как для событий A и B требуется нажать 'Запросить план', чтобы пересчитать и оптимизировать ваше расписание тренировок под эти события.",
            "paragraph4": "Если вы добавите событие C и не запросите новый план, вам может потребоваться удалить некоторые тренировки в день события C или в ближайшие к нему дни."
        },
        "availability": {
            "base": "Укажите вашу доступность для тренировок в соответствии с вашими временными ограничениями на каждый день недели.",
            "triathleteSuffix": " Вы можете заблокировать вид спорта на день, нажав на его значок."
        },
        "maintenance": {
            "paragraph1": "В режиме поддержания формы наш ИИ подбирает план тренировок, который позволяет вам поддерживать текущий уровень физической подготовки, а не улучшать его. Вы можете выбрать этот вариант, если хотите оставаться в текущей форме и не готовитесь к какому-либо событию.",
            "learnMore": "Узнать больше."
        },
        "dataCollection": "План сбора данных позволяет собирать данные, чтобы наш ИИ мог изучить, как вы реагируете на различные тренировочные режимы. Он не является прогнозирующим.",
        "preferEndurance": "Увеличьте этот параметр, если хотите уменьшить количество интервальных тренировок в вашем плане. Чем выше выбранное значение, тем больше ИИ будет предпочитать более легкие тренировки Endurance интервальным. Значение по умолчанию — 50.",
        "matchRequested": "Этот регулятор определяет, насколько точно ваш фактический объем тренировок будет соответствовать еженедельным часам, указанным в настройках плана. Ваш фактический объем тренировок всегда будет меньше настроенных часов в неделю, и мы следим, чтобы нагрузка не росла слишком быстро. Если установить значение 0, мы выберем объем, оптимально поддерживающий вашу цель, с единственным ограничением — объем должен быть меньше выбранных вами еженедельных часов. При значении 100 мы будем стремиться точно соответствовать запрошенному объему тренировок. Настройка по умолчанию — 80. После возможного периода наращивания нагрузки, в зависимости от ваших самых длинных тренировок и общего объема за последние 6 недель, мы обычно нацеливаемся как минимум на две трети от запрошенных вами еженедельных часов при определении оптимального объема тренировок.",
        "extrapolation": "Выберите, насколько далеко мы можем экстраполировать ваши будущие тренировки на основе ваших исторических данных. Наша цель — точно прогнозировать вашу производительность и подбирать наилучший план тренировок на основе этих прогнозов. Прогнозы могут быть точными только в разумной близости к вашим историческим данным. Для самой консервативной настройки экстраполяции выберите 0, если вы готовы к экспериментам — выберите 100. Значение по умолчанию — 20."
    },
    "availabilityErrors": {
        "overallAvailabilityTooLow": "Ваша общая доступность слишком низка для сбалансированного плана. Увеличьте доступное время или сократите часы тренировок.",
        "sportAvailabilityTooLow": "Ваша доступность для {sport} слишком низка для сбалансированного плана. Увеличьте доступное время или сократите часы тренировок по {sport}.",
        "tooManyOffDays": "Вы запланировали слишком много дней отдыха. Мы не можем вместить ваши еженедельные часы тренировок в сбалансированный план.",
        "tooManySwimmingOffDays": "Вы запланировали слишком много дней отдыха от плавания. Мы не можем вместить ваши еженедельные часы плавания в сбалансированный план.",
        "tooManyCyclingOffDays": "Вы запланировали слишком много дней отдыха от велоспорта. Мы не можем вместить ваши еженедельные часы велотренировок в сбалансированный план.",
        "tooManyRunningOffDays": "Вы запланировали слишком много дней отдыха от бега. Мы не можем вместить ваши еженедельные часы беговых тренировок в сбалансированный план.",
        "needMoreDoubleSportDays": "Вам нужно запланировать больше дней как минимум с 2 разными видами спорта, чтобы мы могли вместить ваши еженедельные часы тренировок в сбалансированный план.",
        "sports": {
            "cycling": "велоспорта",
            "running": "бега",
            "swimming": "плавания"
        }
    }
}