{
    "metadata": {
        "title": "Политика конфиденциальности",
        "description": "Политика конфиденциальности AI Endurance"
    },
    "sections": {
        "protectingData": {
            "title": "1. Защита ваших данных",
            "intro": "В AI Endurance мы уважаем вашу конфиденциальность и стремимся защищать ваши персональные данные. Для предоставления вам персонализированных фитнес-услуг мы собираем следующую информацию с вашего явного согласия:",
            "list": {
                "exerciseData": "Данные о вашем режиме тренировок, которые вы вручную вводите в AI Endurance.",
                "activityData": "Данные об активностях и сне из Garmin, Coros, Suunto, Polar, Wahoo, Intervals.icu, Strava, Whoop, Oura и TrainingPeaks, к которым вы разрешаете доступ AI Endurance.",
                "usageData": "Сведения об использовании функций, с которыми вы взаимодействуете, для улучшения вашего пользовательского опыта."
            },
            "consent": "Мы будем обрабатывать и хранить вашу информацию до тех пор, пока вы не отзовете свое согласие. Если вы решите отозвать согласие, пожалуйста, свяжитесь с нами по адресу <email>info@aiendurance.com</email>."
        },
        "emailAddress": {
            "title": "2. Ваш адрес электронной почты",
            "content": "Ваш адрес электронной почты в безопасности с нами. Мы никогда не будем передавать его третьим лицам и будем использовать его исключительно для связи с вами по поводу ваших взаимодействий с AI Endurance."
        },
        "googleAnalytics": {
            "title": "3. Google Analytics",
            "content": "Мы используем Google Analytics для анонимного отслеживания посещений и просмотров страниц, чтобы лучше понимать поведение пользователей и соответствующим образом улучшать наши услуги. Это отслеживание проводится без сбора каких-либо личных идентификаторов. Для получения дополнительной информации, пожалуйста, посетите <googlePrivacyLink>https://policies.google.com/privacy</googlePrivacyLink>."
        },
        "contactUs": {
            "title": "4. Свяжитесь с нами",
            "content": "Если у вас возникнут какие-либо вопросы или опасения относительно вашей конфиденциальности, пожалуйста, свяжитесь с нами по адресу <email>info@aiendurance.com</email>."
        }
    }
}