{
    "metadata": {
        "title": "Детали восстановления",
        "description": "Подробная информация о вашем состоянии восстановления."
    },
    "titles": {
        "yourRecovery": "Ваше восстановление",
        "yourDfaReadiness": "Ваша готовность по DFA a₁",
        "yourRecoveryMeasurements": "Ваши измерения для восстановления",
        "yourRmssdTrends": "Ваши тренды RMSSD",
        "yourSdnnTrends": "Ваши тренды SDNN",
        "yourHrRestTrends": "Ваши тренды ЧСС в покое"
    },
    "recovery": {
        "todaysAerobicRecovery": "Сегодняшнее<linebreak>аэробное</linebreak>восстановление",
        "todaysMuscleJointRecovery": "Сегодняшнее<linebreak>восстановление</linebreak>мышц/суставов",
        "noRecoveryDataAvailable": "Нет данных о восстановлении. Чтобы просмотреть данные об аэробном восстановлении и восстановлении мышц/суставов, пожалуйста, соберите ночные данные HRV с помощью совместимого устройства и начните использовать функцию check-in в AI Endurance.",
        "makeTheMostOfAiEndurance": "Используйте все возможности AI Endurance",
        "noRecoveryMetricsFound": "Показатели восстановления не найдены"
    },
    "measurements": {
        "source": "Источник",
        "delete": "Удалить",
        "measurementDeletedSuccessfully": "Измерение успешно удалено",
        "errorDeletingMeasurement": "Ошибка при удалении измерения",
        "deleteConfirmation": "Вы уверены, что хотите удалить это измерение? Это действие нельзя отменить."
    },
    "chart": {
        "measuredA1": "Измеренное a₁",
        "expectedA1": "Ожидаемое a₁",
        "notCalculatedBecause": "Не рассчитано для вашей последней активности, потому что: "
    },
    "labels": {
        "a1Readiness": {
            "paragraph1": "Готовность основана на измерениях HRV (DFA a₁) из недавних активностей, при этом используются только активности с менее чем 10% артефактов. Она рассчитывается с помощью модели линейной регрессии (сплошная красная линия), которая связывает эффективную среднюю мощность/темп (‹Мощность/Темп›) и эффективные значения DFA a₁ (‹a₁›) за первые 10 минут бега или 20 минут езды на велосипеде в ваших последних 21 активностях (красные крестики, с планками погрешностей, представляющими изменчивость данных). Эффективные значения исключают периоды, когда ‹Мощность/Темп› равна нулю, чтобы обеспечить использование значимых данных. Темп всегда относится к GAP (Grade Adjusted Pace).",
            "paragraph2": "Для последней активности ‹Мощность/Темп› и ‹a₁› сравниваются с моделью регрессии. Готовность отражает относительное отклонение (вертикальная красная пунктирная линия) наблюдаемого значения ‹a₁› (синий крестик) от прогнозируемого значения ‹a₁› при том же ‹Мощность/Темп› (красная точка).",
            "paragraph3": "Готовность не рассчитывается, если: количество артефактов в текущей активности составляет 10% или более; за последние 21 день имеется менее 4 действительных активностей; значение ‹a₁› превышает 1,4 (чтобы избежать влияния на модель активностей, выходящих далеко за пределы динамического диапазона a₁); значение ‹a₁› или ‹Мощность/Темп› текущей активности отклоняется более чем на 20% от исторических данных; или время движения накатом/с нулевой ‹Мощность/Темп› превышает 5 минут в течение первых 10 минут (бег) или 20 минут (велосипед), исключая время пауз.",
            "learnMore": "Узнать больше."
        },
        "rmssdNormalVsBaseline": {
            "paragraph1": "Ваше восстановление оценивается с помощью среднеквадратичного значения последовательных различий (RMSSD) в вариабельности вашего сердечного ритма. Базовый RMSSD (красная линия) рассчитывается как 7-дневное скользящее среднее ваших индивидуальных значений RMSSD (синие столбцы). Этот базовый уровень сравнивается с вашим нормальным диапазоном RMSSD (серая полоса), который представляет собой 60-дневное скользящее среднее плюс-минус одно стандартное отклонение. Восстановление считается низким, когда ваш базовый RMSSD опускается ниже нормального диапазона RMSSD.",
            "learnMore": "Узнать больше."
        },
        "sdnnNormalVsBaseline": {
            "paragraph1": "Ваше восстановление оценивается с помощью стандартного отклонения NN-интервалов (SDNN) в вариабельности вашего сердечного ритма. Базовый SDNN (красная линия) рассчитывается как 7-дневное скользящее среднее ваших индивидуальных значений SDNN (синие столбцы). Этот базовый уровень сравнивается с вашим нормальным диапазоном SDNN (серая полоса), который представляет собой 60-дневное скользящее среднее плюс-минус одно стандартное отклонение. Восстановление считается низким, когда ваш базовый SDNN опускается ниже нормального диапазона SDNN.",
            "learnMore": "Узнать больше."
        },
        "hrRestNormalVsBaseline": {
            "paragraph1": "Ваше восстановление оценивается с помощью вашей частоты сердечных сокращений в покое. Ваша ЧСС в покое за день (синий столбец) сравнивается с вашим нормальным диапазоном ЧСС в покое (серая полоса), который представляет собой 30-дневное скользящее среднее плюс-минус одно стандартное отклонение. Восстановление считается низким, когда ваша ЧСС в покое превышает нормальный диапазон.",
            "learnMore": "Узнать больше."
        },
        "recoveryMetricInspection": {
            "paragraph1": "Здесь собраны ваши данные о восстановлении за последние 14 дней, включая ночные показания ЧСС/HRV из сторонних приложений, таких как Oura, Whoop, Garmin, Suunto, Coros и Polar, а также данные check-in по ЧСС/HRV, записанные в AI Endurance. Также включены метрики, синхронизированные из Intervals.icu или TrainingPeaks. Вы можете удалить любые измерения, которые считаете неточными или не отражающими ваше состояние восстановления.",
            "paragraph2": "В частности, Garmin может предоставлять несколько измерений в день. Однако это не является проблемой, поскольку для каждого дня в вашей модели восстановления мы используем только самую низкую частоту сердечных сокращений в покое (HR Rest) и самое высокое значение HRV (по умолчанию RMSSD, или SDNN, если вы выбрали его в настройках своего профиля). Обратите внимание, что удаление измерения не приведет к ретроактивному обновлению прошлых значений восстановления."
        }
    }
}