{
    "metadata": {
        "title": "Условия использования",
        "description": "Условия использования AI Endurance"
    },
    "sections": {
        "privacy": {
            "title": "1. Конфиденциальность",
            "content": "Получая доступ к услугам AI Endurance или используя их, вы соглашаетесь с тем, что мы можем собирать, хранить и обрабатывать вашу информацию в соответствии с нашей Политикой конфиденциальности."
        },
        "conduct": {
            "title": "2. Правила поведения",
            "content": "Вы не имеете права продавать, передавать, уступать или лицензировать свою учетную запись или права на нее, и вы несете ответственность за сохранность вашего имени пользователя и пароля. Вы не можете создавать учетную запись для кого-либо другого. Вы не можете запрашивать, собирать или использовать учетную запись или данные для входа другого лица. Не используйте сервис AI Endurance в незаконных или несанкционированных целях. При использовании AI Endurance вы также должны соблюдать все применимые законы, правила и правительственные постановления (федеральные, государственные, местные или иные). Вы несете ответственность за свое поведение в AI Endurance. Вам запрещается изменять, модифицировать, преобразовывать или адаптировать сервис AI Endurance или любой другой веб-сайт таким образом, чтобы это подразумевало связь с AI Endurance. Вы не должны нарушать или вмешиваться в работу сервиса AI Endurance, а также связанных с ним серверов или сетей. Не пытайтесь ограничивать других лиц в использовании или получении удовольствия от AI Endurance."
        },
        "health": {
            "title": "3. Здоровье",
            "content": "Пользователь прямо соглашается с тем, что AI Endurance не предоставляет никаких медицинских консультаций через свои сервисы. Пользователь заявляет, что использует AI Endurance под свою полную ответственность. В частности, пользователь осознает, что информация и данные, доступные в AI Endurance, не заменяют консультацию врача. AI Endurance подчеркивает, что все тренировки и планы тренировок могут быть потенциально опасными и привести к травмам или смерти. Поэтому AI Endurance настоятельно рекомендует проконсультироваться с врачом перед началом тренировок. Пользователь добровольно отказывается от претензий, освобождает и ограждает AI Endurance (включая, для целей настоящего Соглашения, его владельцев, участников, директоров, должностных лиц, сотрудников, агентов или волонтеров) от любых и всех претензий, обязательств, убытков, потерь (включая, но не ограничиваясь, потерю времени, потерю услуг и потерю дохода), оснований для иска, судебных исков, затрат, расходов и гонораров адвокатов, связанных со всеми потенциальными рисками и травмами."
        },
        "performance": {
            "title": "4. Прогнозы результативности",
            "content": "Наши прогнозы результативности являются оценочными и сопровождаются погрешностью прогнозирования, помимо неконтролируемых переменных, таких как погода, форма в день старта и т. д. Мы не несем ответственности в случае, если результат не совпадает с нашими прогнозами."
        },
        "nutrition": {
            "title": "5. Отказ от ответственности в отношении рекомендаций по питанию",
            "content": "Измерение и оценка энергетических затрат на различные виды человеческой двигательной активности по своей сути сложны и подвержены ошибкам. Поэтому оценочные значения энергетических потребностей для любой конкретной активности, а также для ежедневного поддержания энергетического баланса, предоставляемые AI Endurance, являются лишь приблизительной оценкой истинных энергетических потребностей. Кроме того, целевые показатели по макронутриентам основаны на последних рекомендациях по питанию для спортсменов, занимающихся видами спорта на выносливость (Endurance); хотя эти цели, вероятно, подойдут большинству людей, вам всегда следует консультироваться со спортивным диетологом или нутрициологом для получения индивидуальных рекомендаций.",
            "additional": "Рекомендации и информация об энергетических и пищевых потребностях, содержащиеся в этом приложении, не предназначены для замены индивидуальной профессиональной или медицинской консультации от поставщика медицинских услуг, дипломированного диетолога или другого зарегистрированного медицинского работника. Хотя предоставленная информация основана на научных данных, ее следует рассматривать исключительно как образовательную и информационную. Информация, представленная в этом приложении, не является диетологической или медицинской консультацией и не является индивидуализированной для пользователя и его конкретных обстоятельств (генетика, антропометрия, образ жизни и т. д.). Мы не несем ответственности за любые ошибки или упущения и не принимаем на себя никакой ответственности за любые убытки или ущерб, которые вы можете понести. Всегда обращайтесь за медицинской или профессиональной консультацией в соответствии с вашими конкретными обстоятельствами по любым вопросам и опасениям, которые у вас есть сейчас или могут возникнуть в будущем."
        },
        "apple": {
            "title": "6. Стандартное лицензионное соглашение с конечным пользователем (EULA) от Apple",
            "content": "Если вы загрузили приложение AI Endurance через Apple App Store, ваше использование приложения также регулируется Стандартным лицензионным соглашением с конечным пользователем (EULA) от Apple, которое можно найти <appleEulaLink>здесь</appleEulaLink>."
        }
    }
}