{
    "metadata": {
        "title": "Настройки сторонних приложений",
        "description": "Здесь вы можете настроить сторонние приложения"
    },
    "page": {
        "title": "Подключения сторонних приложений",
        "lockedMessage": "Пожалуйста, подождите, пока завершится поиск текущего плана, чтобы подключить сторонние приложения.",
        "iosMessage": "Чтобы подключить сторонние приложения к AI Endurance, пожалуйста, используйте",
        "webVersionButton": "веб-версию AI Endurance"
    },
    "components": {
        "downloadZwift": {
            "button": "Скачать Zwift Workouts"
        },
        "uploadFitFile": {
            "label": "Загрузите ваш .FIT файл",
            "button": "Загрузить",
            "maxFilesError": "Допускается не более 3 файлов",
            "uploadSuccess": "Файл успешно загружен",
            "moreFiles": "ещё файл",
            "moreFilesPlural": "ещё файлы"
        },
        "rampTests": {
            "label": "DFA a₁ ramp tests",
            "zwiftButton": "Скачать Zwift Ramp Test",
            "garminButton": "Отправить в Garmin",
            "suuntoButton": "Отправить в Suunto",
            "intervalsicuButton": "Отправить в Intervals.icu",
            "garminSuccess": "Ramp test отправлен в Garmin",
            "suuntoSuccess": "Ramp test отправлен в Suunto",
            "intervalsicuSuccess": "Ramp test отправлен в Intervals.icu"
        },
        "refreshExports": {
            "label": "Обновить экспорт",
            "button": "Обновить экспорт",
            "success": "Экспорт обновлён!",
            "error": "Не удалось обновить экспорт"
        },
        "disconnectSuccess": {
            "garminHealth": "Garmin Health успешно отключён!",
            "garminTraining": "Garmin Training успешно отключён!",
            "coros": "Coros успешно отключён!",
            "polar": "Polar успешно отключён!",
            "intervalsicu": "Intervals.icu успешно отключён!",
            "whoop": "Данные Whoop успешно отключены!",
            "nolio": "Nolio успешно отключён!",
            "trainingpeaks": "TrainingPeaks успешно отключён!",
            "suunto": "Suunto успешно отключён!",
            "oura": "Данные Oura успешно отключены!",
            "strava": "Данные Strava успешно отключены!",
            "wahoo": "Wahoo успешно отключён!"
        }
    },
    "labels": {
        "apps": {
            "paragraph1": "Нажмите, чтобы подключить или отключить сторонние приложения. Мы постоянно экспортируем ваши тренировки в Garmin, Suunto, Coros, Wahoo, TrainingPeaks, Intervals.icu и Nolio на неделю вперёд. Вам может потребоваться премиум-аккаунт TrainingPeaks для доступа к вашим тренировкам AI Endurance в TrainingPeaks.",
            "paragraph2": "Обратите внимание, что загрузка ваших активностей из сторонних приложений может занять некоторое время. Если вы не видите свои прошлые активности в календаре сразу после подключения, проверьте снова через несколько часов.",
            "paragraph3": "Если вы подключаете свой аккаунт TrainingPeaks, обратите внимание, что мы не загружаем вашу историю активностей из TrainingPeaks, так как их API не предоставляет подробную информацию о ваших активностях.",
            "paragraph4": "Мы отвечаем на часто задаваемые вопросы о сторонних приложениях в нашем FAQ.",
            "seeFAQ": "Смотрите наш FAQ."
        },
        "zwift": {
            "paragraph1": "Просто распакуйте загруженный zip-архив в вашу папку с тренировками Zwift. Все ваши тренировки AI Endurance появятся в Zwift в разделе 'Custom Workouts'. Если вы обновите свой план AI Endurance, мы автоматически обновим и файлы, которые вы можете скачать здесь.",
            "learnMore": "Нажмите здесь для получения более подробных инструкций."
        },
        "dfaRamp": {
            "paragraph1": "Это ramp test для определения ваших вентиляторных порогов по данным вариабельности сердечного ритма (HRV). Ваш аэробный порог находится там, где a₁ пересекает значение 0,75. Ваш анаэробный порог — там, где a₁ пересекает 0,5. a₁ рассчитывается из ваших данных HRV с помощью детрендированного флуктуационного анализа (DFA). Вы можете выполнить ramp test в Zwift, как тренировку Garmin или Suunto, если они подключены. Не забудьте записать эту активность на вашем устройстве Garmin или Suunto с включённой записью HRV, так как Zwift не записывает данные HRV. Ваш Garmin или Suunto должен быть подключён к AI Endurance для определения ваших порогов.",
            "learnMore": "Узнать больше."
        },
        "fitFile": "Вы можете вручную загрузить FIT-файл, если указанные выше варианты импорта не подходят для вашего устройства записи. Обратите внимание, что в настоящее время мы поддерживаем только FIT-файлы для плавания, велоспорта или бега.",
        "refreshExports": "Если ваш экспорт в сторонних приложениях не актуален, вы можете обновить его вручную здесь."
    }
}