Repository: ai-endurance/i18n
Catalog: backend/connect_zwift/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pl, pt, ru

source: Don't forget to set your FTP to %(ftp)s W as the power targets in this workout are defined relative to this value!
de: Vergiss nicht, deine FTP auf %(ftp)s W einzustellen, da die Power Ziele in diesem Training relativ zu diesem Wert definiert sind!
es: ¡No olvides establecer tu FTP a %(ftp)s W ya que los objetivos de potencia en este entrenamiento están definidos relativos a este valor!
fr: N'oublie pas de régler ta FTP à %(ftp)s W car les objectifs de puissance dans cet entraînement sont définis relativement à cette valeur !
it: Non dimenticare di impostare il tuo FTP a %(ftp)s W poiché gli obiettivi di Power in questo allenamento sono definiti relativi a questo valore!
nl: Vergeet niet je FTP in te stellen op %(ftp)s W, aangezien de vermogensdoelen in deze training zijn gebaseerd op deze waarde!
pl: Nie zapomnij ustawić FTP na %(ftp)s W, ponieważ docelowe wartości mocy w tym treningu są zdefiniowane względem tej wartości!
pt: Não esqueça de definir seu FTP para %(ftp)s W, pois os alvos de Power neste treino são definidos relativos a este valor!
ru: Не забудьте установить ваш FTP на %(ftp)s Вт, так как целевые значения мощности в этой тренировке заданы относительно этого значения.

source: Don't forget to set your 1-mile pace to 6:00 as the target paces in this workout are defined relative to this pace!
de: Vergiss nicht, deine 1-Meilen-Pace auf 6:00 einzustellen, da die Pace Ziele in diesem Training relativ zu dieser Pace definiert sind!
es: ¡No olvides establecer tu ritmo de 1 milla a 6:00 ya que los ritmo objetivo en este entrenamiento están definidos relativos a este ritmo!
fr: N'oublie pas de régler ta allure 1-mile à 6:00 car les allure cibles dans cet entraînement sont définies relativement à cette allure !
it: Non dimenticare di impostare il tuo Pace di 1 miglio a 6:00 poiché i Pace obiettivo in questo allenamento sono definiti relativi a questo Pace!
nl: Vergeet niet je 1-mijl-tempo in te stellen op 6:00, aangezien de tempodoelen in deze training zijn gebaseerd op dit tempo!
pl: Nie zapomnij ustawić tempa na 1 milę na 6:00, ponieważ docelowe wartości tempa w tym treningu są zdefiniowane względem tej wartości!
pt: Não esqueça de definir seu Pace de 1 milha para 6:00, pois os Pace alvo neste treino são definidos relativos a este Pace!
ru: Не забудьте установить ваш темп на 1 милю на значение 6:00, так как целевой темп в этой тренировке задан относительно этого значения.

source: All power targets in this workout are relative to a reference FTP of %(ftp)s W. Please set your %(partner)s FTP to %(ftp)s W to work at your intended personalized power intensity.
de: Alle Power Ziele in diesem Training sind relativ zu einer Referenz-FTP von %(ftp)s W. Bitte stelle deine %(partner)s FTP auf %(ftp)s W ein, um mit deiner beabsichtigten personalisierten Power Intensität zu arbeiten.
es: Todos los objetivos de potencia en este entrenamiento son relativos a un FTP de referencia de %(ftp)s W. Por favor establece tu FTP de %(partner)s a %(ftp)s W para trabajar a tu intensidad de potencia personalizada prevista.
fr: Tous les objectifs de puissance dans cet entraînement sont relatifs à une FTP de référence de %(ftp)s W. Règle ta FTP %(partner)s à %(ftp)s W pour travailler à ton intensité de puissance personnalisée prévue.
it: Tutti gli obiettivi di Power in questo allenamento sono relativi a un FTP di riferimento di %(ftp)s W. Per favore imposta il tuo FTP di %(partner)s a %(ftp)s W per lavorare alla tua intensità di Power personalizzata prevista.
nl: Alle vermogensdoelen in deze training zijn gebaseerd op een referentie-FTP van %(ftp)s W. Stel je %(partner)s FTP in op %(ftp)s W om met de voor jou bedoelde, gepersonaliseerde vermogensintensiteit te trainen.
pl: Wszystkie docelowe wartości mocy w tym treningu odnoszą się do referencyjnego FTP o wartości %(ftp)s W. Ustaw FTP w %(partner)s na %(ftp)s W, aby trenować z zamierzoną, spersonalizowaną intensywnością mocy.
pt: Todos os alvos de Power neste treino são relativos a um FTP de referência de %(ftp)s W. Por favor defina seu FTP do %(partner)s para %(ftp)s W para trabalhar na intensidade de Power personalizada pretendida.
ru: Все целевые значения мощности в этой тренировке заданы относительно эталонного FTP в %(ftp)s Вт. Пожалуйста, установите ваш FTP в %(partner)s на %(ftp)s Вт, чтобы тренироваться с запланированной персональной интенсивностью.

source: This assumes a 2.5%% outdoor power range in Garmin export settings in Intervals.icu.
de: Dies setzt einen 2,5%% Outdoor-Power Bereich in den Garmin-Export-Einstellungen in Intervals.icu voraus.
es: Esto asume un rango de potencia exterior del 2.5%% en la configuración de exportación Garmin en Intervals.icu.
fr: Cela suppose une plage de puissance extérieure de 2,5%% dans les paramètres d'export Garmin dans Intervals.icu.
it: Questo presuppone un range di Power esterno del 2.5%% nelle impostazioni di esportazione Garmin in Intervals.icu.
nl: Hierbij wordt uitgegaan van een 'outdoor' vermogensbereik van 2,5%% in de Garmin-exportinstellingen in Intervals.icu.
pl: Zakłada to zakres mocy na zewnątrz 2,5%% w ustawieniach eksportu Garmin w Intervals.icu.
pt: Isso assume uma faixa de Power externa de 2.5%% nas configurações de exportação Garmin no Intervals.icu.
ru: Это предполагает, что в настройках экспорта Garmin в Intervals.icu установлен диапазон мощности для улицы 2,5%%.

source: All pace targets in this workout are relative to a reference 1-mile pace of 6:00. Please set your Zwift 1-mile pace to 6:00 to work at your intended personalized pace.
de: Alle Pace Ziele in diesem Training sind relativ zu einer Referenz-1-Meilen-Pace von 6:00. Bitte stelle deine Zwift 1-Meilen-Pace auf 6:00 ein, um mit deiner beabsichtigten personalisierten Pace zu arbeiten.
es: Todos los objetivos de ritmo en este entrenamiento son relativos a un ritmo de referencia de 1 milla de 6:00. Por favor establece tu ritmo de 1 milla de Zwift a 6:00 para trabajar a tu ritmo personalizado previsto.
fr: Toutes les allure cibles dans cet entraînement sont relatives à une allure 1-mile de référence de 6:00. Règle ta allure 1-mile Zwift à 6:00 pour travailler à ta allure personnalisée prévue.
it: Tutti gli obiettivi di Pace in questo allenamento sono relativi a un Pace di riferimento di 1 miglio di 6:00. Per favore imposta il tuo Pace di 1 miglio di Zwift a 6:00 per lavorare al tuo Pace personalizzato previsto.
nl: Alle tempodoelen in deze training zijn gebaseerd op een referentie 1-mijl-tempo van 6:00. Stel je Zwift 1-mijl-tempo in op 6:00 om met het voor jou bedoelde, gepersonaliseerde tempo te trainen.
pl: Wszystkie docelowe wartości tempa w tym treningu odnoszą się do referencyjnego tempa na 1 milę wynoszącego 6:00. Ustaw tempo na 1 milę w Zwift na 6:00, aby trenować z zamierzonym, spersonalizowanym tempem.
pt: Todos os alvos de Pace neste treino são relativos a um Pace de referência de 1 milha de 6:00. Por favor defina seu Pace de 1 milha do Zwift para 6:00 para trabalhar no seu Pace personalizado pretendido.
ru: Все целевые значения темпа в этой тренировке заданы относительно эталонного темпа на 1 милю (6:00). Пожалуйста, установите ваш темп на 1 милю в Zwift на 6:00, чтобы тренироваться с запланированным для вас темпом.

source: All power targets in this workout are relative to a reference threshold power of %(thr)s W. Please set your Intervals.icu threshold power to %(thr)s W to work at your intended personalized power intensity.
de: Alle Power Ziele in diesem Training sind relativ zu einer Referenz-Threshold Power von %(thr)s W. Bitte stelle deine Intervals.icu Threshold Power auf %(thr)s W ein, um mit deiner beabsichtigten personalisierten Power Intensität zu arbeiten.
es: Todos los objetivos de potencia en este entrenamiento son relativos a una potencia de umbral de referencia de %(thr)s W. Por favor establece tu potencia de umbral de Intervals.icu a %(thr)s W para trabajar a tu intensidad de potencia personalizada prevista.
fr: Tous les objectifs de puissance dans cet entraînement sont relatifs à une puissance seuil de référence de %(thr)s W. Règle ta puissance seuil Intervals.icu à %(thr)s W pour travailler à ton intensité de puissance personnalisée prévue.
it: Tutti gli obiettivi di Power in questo allenamento sono relativi a un Power di soglia di riferimento di %(thr)s W. Per favore imposta il tuo Power di soglia di Intervals.icu a %(thr)s W per lavorare alla tua intensità di Power personalizzata prevista.
nl: Alle vermogensdoelen in deze training zijn gebaseerd op een referentie-Threshold-vermogen van %(thr)s W. Stel je Threshold-vermogen in Intervals.icu in op %(thr)s W om met de voor jou bedoelde, gepersonaliseerde vermogensintensiteit te trainen.
pl: Wszystkie docelowe wartości mocy w tym treningu odnoszą się do referencyjnej mocy progowej o wartości %(thr)s W. Ustaw moc progową w Intervals.icu na %(thr)s W, aby trenować z zamierzoną, spersonalizowaną intensywnością mocy.
pt: Todos os alvos de Power neste treino são relativos a um Power de limiar de referência de %(thr)s W. Por favor defina seu Power de limiar do Intervals.icu para %(thr)s W para trabalhar na intensidade de Power personalizada pretendida.
ru: Все целевые значения мощности в этой тренировке заданы относительно Threshold power в %(thr)s Вт. Пожалуйста, установите ваш Threshold power в Intervals.icu на %(thr)s Вт, чтобы тренироваться с запланированной персональной интенсивностью.

source: All pace targets in this workout are relative to a reference threshold pace of %(thr_pace)s. Please set your Intervals.icu threshold pace to %(thr_pace)s to work at your intended personalized pace.
de: Alle Pace Ziele in diesem Training sind relativ zu einer Referenz-Threshold Pace von %(thr_pace)s. Bitte stelle deine Intervals.icu Threshold Pace auf %(thr_pace)s ein, um mit deiner beabsichtigten personalisierten Pace zu arbeiten.
es: Todos los objetivos de ritmo en este entrenamiento son relativos a un ritmo de umbral de referencia de %(thr_pace)s. Por favor establece tu ritmo de umbral de Intervals.icu a %(thr_pace)s para trabajar a tu ritmo personalizado previsto.
fr: Toutes les allure cibles dans cet entraînement sont relatives à une Threshold allure de référence de %(thr_pace)s. Règle ta Threshold allure Intervals.icu à %(thr_pace)s pour travailler à ta allure personnalisée prévue.
it: Tutti gli obiettivi di Pace in questo allenamento sono relativi a un Pace di soglia di riferimento di %(thr_pace)s. Per favore imposta il tuo Pace di soglia di Intervals.icu a %(thr_pace)s per lavorare al tuo Pace personalizzato previsto.
nl: Alle tempodoelen in deze training zijn gebaseerd op een referentie-Threshold-tempo van %(thr_pace)s. Stel je Threshold-tempo in Intervals.icu in op %(thr_pace)s om met het voor jou bedoelde, gepersonaliseerde tempo te trainen.
pl: Wszystkie docelowe wartości tempa w tym treningu odnoszą się do referencyjnego tempa progowego %(thr_pace)s. Ustaw tempo progowe w Intervals.icu na %(thr_pace)s, aby trenować z zamierzonym, spersonalizowanym tempem.
pt: Todos os alvos de Pace neste treino são relativos a um Pace de limiar de referência de %(thr_pace)s. Por favor defina seu Pace de limiar do Intervals.icu para %(thr_pace)s para trabalhar no seu Pace personalizado pretendido.
ru: Все целевые значения темпа в этой тренировке заданы относительно Threshold pace, равного %(thr_pace)s. Пожалуйста, установите ваш Threshold pace в Intervals.icu на %(thr_pace)s, чтобы тренироваться с запланированным персональным темпом.

source: This assumes a 2.5%% outdoor pace range in Garmin export settings in Intervals.icu.
de: Dies setzt einen 2,5%% Outdoor-Pace Bereich in den Garmin-Export-Einstellungen in Intervals.icu voraus.
es: Esto asume un rango de ritmo exterior del 2.5%% en la configuración de exportación Garmin en Intervals.icu.
fr: Cela suppose une plage de allure extérieure de 2,5%% dans les paramètres d'export Garmin dans Intervals.icu.
it: Questo presuppone un range di Pace esterno del 2.5%% nelle impostazioni di esportazione Garmin in Intervals.icu.
nl: Hierbij wordt uitgegaan van een 'outdoor' tempobereik van 2,5%% in de Garmin-exportinstellingen in Intervals.icu.
pl: Zakłada to zakres tempa na zewnątrz 2,5%% w ustawieniach eksportu Garmin w Intervals.icu.
pt: Isso assume uma faixa de Pace externa de 2.5%% nas configurações de exportação Garmin no Intervals.icu.
ru: Это предполагает, что в настройках экспорта Garmin в Intervals.icu установлен диапазон темпа для улицы 2,5%%.

source: Don't forget to record this activity with your Garmin device with HRV logging enabled as Zwift does not record HRV data. Your Garmin Connect needs to be connected to AI Endurance to determine your thresholds.
de: Vergiss nicht, diese Aktivität mit deinem Garmin-Gerät mit aktiviertem HRV-Logging aufzuzeichnen, da Zwift keine HRV-Daten aufzeichnet. Dein Garmin Connect muss mit AI Endurance verbunden sein, um deine Thresholds zu bestimmen.
es: No olvides grabar esta actividad con tu dispositivo Garmin con el registro HRV habilitado ya que Zwift no graba datos HRV. Tu Garmin Connect necesita estar conectado a AI Endurance para determinar tus umbrales.
fr: N'oublie pas d'enregistrer cette activité avec ton appareil Garmin avec l'enregistrement HRV activé car Zwift n'enregistre pas les données HRV. Ton Garmin Connect doit être connecté à AI Endurance pour déterminer tes Thresholds.
it: Non dimenticare di registrare questa attività con il tuo dispositivo Garmin con la registrazione HRV abilitata poiché Zwift non registra i dati HRV. Il tuo Garmin Connect deve essere connesso ad AI Endurance per determinare le tue soglie.
nl: Vergeet niet deze activiteit op te nemen met je Garmin-toestel met ingeschakelde HRV-registratie, aangezien Zwift geen HRV-data registreert. Je Garmin Connect moet verbonden zijn met AI Endurance om je drempels te bepalen.
pl: Nie zapomnij zarejestrować tej aktywności za pomocą urządzenia Garmin z włączonym zapisem HRV, ponieważ Zwift nie rejestruje danych HRV. Konto Garmin Connect musi być połączone z AI Endurance, aby określić Twoje thresholds.
pt: Não esqueça de gravar esta atividade com seu dispositivo Garmin com o registro HRV habilitado, pois o Zwift não grava dados HRV. Seu Garmin Connect precisa estar conectado ao AI Endurance para determinar seus limiares.
ru: Не забудьте записать эту активность на устройстве Garmin с включённой записью HRV, так как Zwift не сохраняет данные HRV. Ваш Garmin Connect должен быть подключён к AI Endurance для определения ваших thresholds.

source: This ramp test will be to exahaustion. So don't worry about completing it, just try to make it as far into it as you can. The goal is to reach your anaerobic zone. Your aerobic threshold is where alpha1 crosses 0.75. Your anaerobic threshold is where alpha1 crosses 0.5. alpha1 is calculated from your HRV data via detrended fluctuation analysis (DFA).
de: Dieser Ramp Test wird bis zur Erschöpfung durchgeführt. Mach dir also keine Sorgen, ihn zu vervollständigen, versuche nur, so weit wie möglich zu kommen. Das Ziel ist es, deine anaerobic Zone zu erreichen. Dein aerobic Threshold ist dort, wo alpha1 0,75 kreuzt. Dein anaerobic Threshold ist dort, wo alpha1 0,5 kreuzt. alpha1 wird aus deinen HRV-Daten über detrended fluctuation analysis (DFA) berechnet.
es: Esta prueba de rampa será hasta el agotamiento. Así que no te preocupes por completarla, solo trata de llegar tan lejos como puedas. El objetivo es alcanzar tu zona anaeróbica. Tu umbral aeróbico es donde alpha1 cruza 0.75. Tu umbral anaeróbico es donde alpha1 cruza 0.5. alpha1 se calcula a partir de tus datos HRV mediante análisis de fluctuación sin tendencia (DFA).
fr: Ce Ramp Test sera jusqu'à épuisement. Ne t'inquiète donc pas de le terminer, essaie juste d'aller aussi loin que possible. L'objectif est d'atteindre ta zone anaerobic. Ton aerobic Threshold est là où alpha1 croise 0,75. Ton anaerobic Threshold est là où alpha1 croise 0,5. alpha1 est calculé à partir de tes données HRV via l'analyse de fluctuation détendue (DFA).
it: Questo test di rampa sarà fino allo sfinimento. Quindi non preoccuparti di completarlo, cerca solo di arrivare il più lontano possibile. L'obiettivo è raggiungere la tua zona anaerobica. La tua soglia aerobica è dove alpha1 attraversa 0.75. La tua soglia anaerobica è dove alpha1 attraversa 0.5. alpha1 è calcolato dai tuoi dati HRV tramite analisi di fluttuazione detrended (DFA).
nl: Deze Ramp Test is tot uitputting. Maak je dus geen zorgen over het voltooien ervan; probeer gewoon zo ver mogelijk te komen. Het doel is om je anaerobe zone te bereiken. Je aerobe drempel is waar alpha1 de 0,75 kruist. Je anaerobe drempel is waar alpha1 de 0,5 kruist. alpha1 wordt berekend uit je HRV-data via 'detrended fluctuation analysis' (DFA).
pl: Ten ramp test należy wykonać do wyczerpania. Nie przejmuj się jego ukończeniem – po prostu postaraj się dotrzeć jak najdalej. Celem jest osiągnięcie strefy anaerobic. Aerobic threshold znajduje się tam, gdzie alpha1 przekracza 0,75. Anaerobic threshold znajduje się tam, gdzie alpha1 przekracza 0,5. Wartość alpha1 jest obliczana na podstawie danych HRV za pomocą analizy DFA (detrended fluctuation analysis).
pt: Este teste de rampa será até a exaustão. Então não se preocupe em completá-lo, apenas tente chegar o mais longe que conseguir. O objetivo é alcançar sua zona anaeróbica. Seu limiar aeróbico é onde alpha1 cruza 0.75. Seu limiar anaeróbico é onde alpha1 cruza 0.5. alpha1 é calculado a partir de seus dados HRV através de análise de flutuação sem tendência (DFA).
ru: Этот Ramp Test выполняется до отказа. Поэтому не стремитесь его завершить, а просто постарайтесь продержаться как можно дольше. Цель — достичь вашей анаэробной зоны. Ваш аэробный порог — это точка, где alpha1 пересекает 0,75. Ваш анаэробный порог — это точка, где alpha1 пересекает 0,5. alpha1 рассчитывается по данным вашего HRV с помощью детрендированного флуктуационного анализа (DFA).

source: This is a ramp test to determine your ventilatory thresholds from heart rate variability (HRV) data. Your aerobic threshold is where alpha1 crosses 0.75. Your anaerobic threshold is where alpha1 crosses 0.5. alpha1 is calculated from your HRV data via detrended fluctuation analysis (DFA).
de: Dies ist ein Ramp Test zur Bestimmung deiner ventilatorischen Thresholds aus Herzfrequenzvariabilitäts-(HRV-)Daten. Dein aerobic Threshold ist dort, wo alpha1 0,75 kreuzt. Dein anaerobic Threshold ist dort, wo alpha1 0,5 kreuzt. alpha1 wird aus deinen HRV-Daten über detrended fluctuation analysis (DFA) berechnet.
es: Esta es una prueba de rampa para determinar tus umbrales ventilatorios a partir de datos de variabilidad de la frecuencia cardíaca (HRV). Tu umbral aeróbico es donde alpha1 cruza 0.75. Tu umbral anaeróbico es donde alpha1 cruza 0.5. alpha1 se calcula a partir de tus datos HRV mediante análisis de fluctuación sin tendencia (DFA).
fr: Ceci est un Ramp Test pour déterminer tes Thresholds ventilatoires à partir des données de variabilité de fréquence cardiaque (HRV). Ton aerobic Threshold est là où alpha1 croise 0,75. Ton anaerobic Threshold est là où alpha1 croise 0,5. alpha1 est calculé à partir de tes données HRV via l'analyse de fluctuation détendue (DFA).
it: Questo è un test di rampa per determinare le tue soglie ventilatorie dai dati di variabilità della frequenza cardiaca (HRV). La tua soglia aerobica è dove alpha1 attraversa 0.75. La tua soglia anaerobica è dove alpha1 attraversa 0.5. alpha1 è calcolato dai tuoi dati HRV tramite analisi di fluttuazione detrended (DFA).
nl: Dit is een Ramp Test om je ventilatoire drempels te bepalen op basis van hartslagvariabiliteit (HRV) data. Je aerobe drempel ligt waar alpha1 0,75 passeert. Je anaerobe drempel ligt waar alpha1 0,5 passeert. alpha1 wordt berekend uit je HRV-data via gedetrendeerde fluctuatieanalyse (DFA).
pl: Jest to Ramp Test służący do określenia progów wentylacyjnych na podstawie danych o zmienności rytmu zatokowego (HRV). Próg tlenowy jest wyznaczany, gdy alpha1 spada poniżej 0,75, a próg beztlenowy, gdy alpha1 spada poniżej 0,5. Wartość alpha1 jest obliczana na podstawie danych HRV za pomocą beztrendowej analizy fluktuacji (DFA).
pt: Este é um teste de rampa para determinar seus limiares ventilatórios a partir de dados de variabilidade da frequência cardíaca (HRV). Seu limiar aeróbico é onde alpha1 cruza 0.75. Seu limiar anaeróbico é onde alpha1 cruza 0.5. alpha1 é calculado a partir de seus dados HRV através de análise de flutuação sem tendência (DFA).
ru: Это Ramp Test для определения ваших вентиляторных порогов по данным вариабельности сердечного ритма (HRV). Ваш аэробный порог — это точка, где alpha1 пересекает 0,75. Ваш анаэробный порог — это точка, где alpha1 пересекает 0,5. alpha1 рассчитывается по данным вашей HRV с помощью детрендированного флуктуационного анализа (DFA).
