{
    "metadata": {
        "title": "Detalles de los datos",
        "description": "Profundiza en los datos avanzados sobre tu Digital Twin, la importación de datos y el HRV."
    },
    "pastData": {
        "title": "Tus datos pasados",
        "actual": "Real",
        "morePastData": "Más datos pasados",
        "displayed": "Mostrado",
        "weight": "Ponderación"
    },
    "dataExclusions": {
        "title": "Exclusiones de datos",
        "saveChanges": "Guardar cambios",
        "dataExclusionsSaved": "Exclusiones de datos guardadas",
        "errorSavingDataExclusions": "Hubo un error al guardar tus exclusiones de datos",
        "startDate": "Fecha de inicio",
        "endDate": "Fecha de fin"
    },
    "hrvTrends": {
        "title": "Tus tendencias de HRV a₁",
        "date": "Fecha"
    },
    "labels": {
        "alpha": {
            "paragraph1": "Tus tendencias en pₐ: el producto de tus valores de ritmo/potencia por los valores de DFA a₁ durante los primeros 30 minutos de cada actividad. Valores más altos que la media pueden indicar una preparación para entrenar particularmente buena, mientras que valores más bajos que la media pueden indicar una falta de ella. Para ver tus thresholds aeróbico (a₁ = 0.75) y Anaerobic (a₁ = 0.5) de HRV, haz clic en la leyenda o selecciona la frecuencia cardíaca. Se muestran los thresholds de las rampas detectadas, así como de los clusters. Un threshold de cluster es el promedio de todos los valores de ritmo/potencia/frecuencia cardíaca registrados durante los primeros 30 minutos de una actividad con valores de a₁ cercanos a 0.75 (0.5). La tendencia general (pₐ smooth) indica tendencias a más largo plazo en tu rendimiento. Solo se muestran las actividades con una corrupción de artefactos inferior al 10%.",
            "learnMore": "Saber más."
        },
        "pastData": {
            "cyclist": "El modelo de aprendizaje automático (tu Digital Twin) fue entrenado con hasta {nCycling} de tus salidas en bici con potencia o potencia estimada por frecuencia cardíaca.",
            "runnerWithoutPower": "El modelo de aprendizaje automático (tu Digital Twin) fue entrenado con hasta {nRunning} de tus carreras.",
            "runnerWithPower": "El modelo de aprendizaje automático (tu Digital Twin) fue entrenado con hasta {nRunningPower} de tus carreras con Potencia de carrera.",
            "triathleteWithoutPower": "El modelo de aprendizaje automático (tu Digital Twin) fue entrenado con hasta {nCycling} de tus salidas en bici con potencia o potencia estimada por frecuencia cardíaca y {nRunning} de tus carreras.",
            "triathleteWithPower": "El modelo de aprendizaje automático (tu Digital Twin) fue entrenado con hasta {nCycling} de tus salidas en bici con potencia o potencia estimada por frecuencia cardíaca y {nRunningPower} de tus carreras con Potencia de carrera.",
            "paragraph4": "El siguiente gráfico muestra un historial de tu rendimiento a lo largo del tiempo.",
            "paragraph5": "También se muestran las predicciones del modelo de aprendizaje automático como AI Fit. A grandes rasgos, cuanto más se asemejen las dos curvas, mejor será el modelo para predecir tu rendimiento. Si has activado el preentrenamiento para tu Digital Twin (&apos;Usar capa secundaria de entrenamiento para el Digital Twin&apos;), esto puede resultar en una mayor discrepancia entre los niveles de rendimiento detectados y los predichos, ya que la respuesta al entrenamiento modelada a través de los datos acumulados puede diferir de tu respuesta personal.",
            "paragraph6": "También mostramos la ponderación relativa asignada a cada punto de datos en el modelo. Una ponderación de 1 es el valor por defecto. Una ponderación de 0.1 indica que había datos de rendimiento limitados, mientras que una ponderación de 10 refleja una medición directa, como un threshold de HRV, una prueba de condición física, una carrera o una entrada manual. Además, los puntos de datos del pasado lejano tienen una ponderación menor que los recientes, y las ponderaciones más pequeñas representan su influencia reducida."
        },
        "dataExclusion": {
            "paragraph1": "Aquí puedes excluir intervalos de tiempo pasados para que no se utilicen en el entrenamiento del algoritmo de IA. Podrías considerar esta opción para intervalos de tiempo en los que estuviste registrando datos con un dispositivo mal calibrado, o si son demasiado antiguos como para representar tus capacidades físicas actuales."
        }
    }
}
