Repository: ai-endurance/i18n
Catalog: backend/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pl, pt, ru

source: {} minutes
de: {} Minuten
es: {} minutos
it: {} minuti
nl: {} minuten
pl: {} minut
pt: {} minutos
ru: {} мин.

source: {} seconds
de: {} Sekunden
es: {} segundos
fr: {} secondes
it: {} secondi
nl: {} seconden
pl: {} sekund
pt: {} segundos
ru: {} сек.

source: {} hours
de: {} Stunden
es: {} horas
fr: {} heures
it: {} ore
nl: {} uur
pl: {} godzin
pt: {} horas
ru: {} ч.

source: Duration: {}.
de: Dauer: {}.
es: Duración: {}.
fr: Durée : {}.
it: Durata: {}.
nl: Duur: {}.
pl: Czas trwania: {}.
pt: Duração: {}.
ru: Длительность: {}.

source: Warm up for {} minutes at {}.
de: Warm up für {} Minuten bei {}.
es: Calentamiento durante {} minutos a {}.
fr: Warm up pendant {} minutes à {}.
it: Riscaldati per {} minuti a {}.
nl: Doe een warming-up van {} minuten op {}.
pl: Rozgrzewka: {} minut na poziomie {}.
pt: Aquecimento por {} minutos em {}.
ru: Разминка {} мин. с {}.

source: Cool down for {} minutes at {}.
de: Cool down für {} Minuten bei {}.
es: Vuelta a la calma durante {} minutos a {}.
fr: Cool down pendant {} minutes à {}.
it: Raffredda per {} minuti a {}.
nl: Doe een cooling-down van {} minuten op {}.
pl: Schłodzenie: {} minut na poziomie {}.
pt: Volta à calma por {} minutos em {}.
ru: Заминка {} мин. с {}.

source: {} for {} at {}.
de: {} für {} bei {}.
es: {} durante {} a {}.
fr: {} pendant {} à {}.
it: {} per {} a {}.
nl: {} voor {} op {}.
pl: {} przez {} przy {}.
pt: {} por {} em {}.
ru: {} {} с {}.

source: {} a {} time trial to test your current performance level.
de: {} einen {} Zeitfahrtest um dein aktuelles Leistungsniveau zu testen.
es: {} una contrarreloj de {} para probar tu nivel de rendimiento actual.
fr: {} un contre-la-montre de {} pour tester ton niveau de performance actuel.
it: {} una cronometro di {} per testare il tuo livello di prestazione attuale.
nl: {} een {} tijdrit om je huidige prestatieniveau te testen.
pl: {}: próba czasowa na {}, aby sprawdzić aktualny poziom wydolności.
pt: {} um contra-relógio de {} para testar seu nível atual de desempenho.
ru: {} {} гонку на время, чтобы оценить ваш текущий уровень подготовки.

source: No target power, try to maximize your {} average power.
de: Keine Zielpower, versuche deine {} Durchschnittspower zu maximieren.
es: Sin potencia objetivo, trata de maximizar tu potencia promedio de {}.
fr: Aucune puissance cible, essaie de maximiser ta puissance moyenne sur {}.
it: Nessun Power obiettivo, cerca di massimizzare il tuo Power medio di {}.
nl: Geen doelvermogen, probeer je gemiddelde vermogen over {} te maximaliseren.
pl: Brak docelowej mocy. Zmaksymalizuj średnią moc w trakcie {}.
pt: Sem potência alvo, tente maximizar sua potência média de {}.
ru: Нет целевой мощности, постарайтесь показать максимальную среднюю мощность за {}.

source: No target pace, try to maximize your {} average pace.
de: Kein Zieltempo, versuche dein {} Durchschnittstempo zu maximieren.
es: Sin ritmo objetivo, trata de maximizar tu ritmo promedio de {}.
fr: Aucun rythme cible, essaie de maximiser ton rythme moyen sur {}.
it: Nessun Pace obiettivo, cerca di massimizzare il tuo Pace medio di {}.
nl: Geen doeltempo, probeer je gemiddelde tempo over {} te maximaliseren.
pl: Brak docelowego tempa. Zmaksymalizuj średnie tempo w trakcie {}.
pt: Sem ritmo alvo, tente maximizar seu ritmo médio de {}.
ru: Нет целевого темпа, постарайтесь показать максимальный средний темп за {}.

source: Do {} {} intervals of {} {} on {} recovery {}.
de: Mache {} {} Intervalle von {} {} mit {} Erholung {}.
es: Haz {} intervalos de {} de {} {} con {} de recuperación {}.
fr: Faire {} intervalles {} de {} {} avec {} de récupération {}.
it: Fai {} intervalli di {} di {} {} con {} di recupero {}.
nl: Doe {} {} intervallen van {} {} met {} herstel {}.
pl: Wykonaj {} {} interwały po {} {} na {} regeneracji {}.
pt: Faça {} intervalos de {} de {} {} com {} de recuperação {}.
ru: Сделайте {} {} интервалов по {} {} с восстановлением {} {}

source: {} for {} at {}.
de: {} für {} bei {}.
es: {} durante {} a {}.
fr: {} pendant {} à {}.
it: {} per {} a {}.
nl: {} voor {} op {}.
pl: {} przez {} przy {}.
pt: {} por {} em {}.
ru: {} в течение {} при {}

source: less than {} W
de: weniger als {} W
es: menos de {} W
fr: moins de {} W
it: meno di {} W
nl: minder dan {} W
pl: mniej niż {} W
pt: menos de {} W
ru: менее {} Вт

source: slower than {} {} pace
de: langsamer als {} {} Tempo
es: más lento que {} {} de ritmo
fr: plus lent que {} {} de rythme
it: più lento di {} {} pace
nl: langzamer dan {} {} tempo
pl: wolniej niż tempo {} {}
pt: mais lento que {} {} de ritmo
ru: медленнее темпа {} {}

source: (more than {} W)
de: (mehr als {} W)
es: (más de {} W)
fr: (plus de {} W)
it: (più di {} W)
nl: (meer dan {} W)
pl: (więcej niż {} W)
pt: (mais de {} W)
ru: (более {} Вт)

source: ({} - {} W)
ru: ({} - {} Вт)

source: (less than {} W)
de: (weniger als {} W)
es: (menos de {} W)
fr: (moins de {} W)
it: (meno di {} W)
nl: (minder dan {} W)
pl: (mniej niż {} W)
pt: (menos de {} W)
ru: (менее {} Вт)

source: (faster than {} {})
de: (schneller als {} {})
es: (más rápido que {} {})
fr: (plus rapide que {} {})
it: (più veloce di {} {})
nl: (sneller dan {} {})
pl: (szybciej niż {} {})
pt: (mais rápido que {} {})
ru: (быстрее {} {})

source: (slower than {} {})
de: (langsamer als {} {})
es: (más lento que {} {})
fr: (plus lent que {} {})
it: (più lento di {} {})
nl: (langzamer dan {} {})
pl: (wolniej niż {} {})
pt: (mais lento que {} {})
ru: (медленнее {} {})

source: Warm up for {}
de: Warm up für {}
es: Calentamiento durante {}
fr: Warm up pour {}
it: Riscaldati per {}
nl: Warming-up voor {}
pl: Rozgrzewka {}
pt: Aquecimento por {}
ru: Разминка {}

source: Main set {}:
de: Hauptsatz {}:
es: Serie principal {}:
fr: Série principale {} :
it: Serie principale {}:
nl: Hoofdset {}:
pl: Zadanie główne {}:
pt: Série principal {}:
ru: Основная часть {}:

source: Preparation set {}:
de: Vorbereitungssatz {}:
es: Serie de preparación {}:
fr: Série de préparation {} :
it: Serie di preparazione {}:
nl: Voorbereidingsset {}:
pl: Zadanie przygotowawcze {}:
pt: Série de preparação {}:
ru: Подготовительная часть {}:

source: Cool down for {}
de: Cool down für {}
es: Vuelta a la calma durante {}
fr: Cool down pour {}
it: Raffredda per {}
nl: Cooling-down voor {}
pl: Schłodzenie {}
pt: Volta à calma por {}
ru: Заминка {}

source: {} seconds rest.
de: {} Sekunden Pause.
es: {} segundos de descanso.
fr: {} secondes de repos.
it: {} secondi di riposo.
nl: {} seconden rust.
pl: {} sekund odpoczynku.
pt: {} segundos de descanso.
ru: {} секунд отдыха.

source: {} at {} pace {}
de: {} bei {} pace {}
es: {} a {} ritmo {}
fr: {} à {} pace {}
it: {} a {} pace {}
nl: {} op {} pace {}
pl: {} w tempie {} {}
pt: {} em {} ritmo {}
ru: {} с темпом {} {}

source: at {} pace {}.
de: bei {} pace {}
es: a {} ritmo {}.
fr: à {} pace {}
it: a {} pace {}.
nl: op {} pace {}.
pl: w tempie {} {}.
pt: em {} ritmo {}.
ru: с темпом {} {}.

source: Recommended as free ride.
de: Empfohlen als freies Fahren.
es: Recomendado como salida libre.
fr: Recommandé comme sortie libre.
it: Raccomandato come pedalata libera.
nl: Aanbevolen als vrije rit.
pl: Zalecane jako jazda swobodna.
pt: Recomendado como pedalada livre.
ru: Рекомендуется как свободная поездка.

source: or less than
de: oder weniger als
es: o menos de
fr: ou moins de
it: o meno di
nl: of minder dan
pl: lub mniej niż
pt: ou menos de
ru: или меньше чем

source: pace
es: ritmo
pt: ritmo
ru: Темп

source: How to get the most out of AI Endurance, {}
de: So holst du das Beste aus AI Endurance heraus, {}
es: Cómo aprovechar al máximo AI Endurance, {}
fr: Comment tirer le meilleur parti d'AI Endurance, {}
it: Come ottenere il massimo da AI Endurance, {}
nl: Hoe je het meeste uit AI Endurance haalt, {}
pl: Jak w pełni wykorzystać AI Endurance, {}
pt: Como aproveitar ao máximo o AI Endurance, {}
ru: Как получить максимум от AI Endurance, {}

source: Dear {},
de: Hallo {},
es: Estimado/a {},
fr: Bonjour {},
it: Caro/a {},
nl: Beste {},
pl: Dzień dobry, {}
pt: Caro/a {},
ru: Здравствуйте, {}

source: We'd like to provide you with guidance on how to effectively utilise AI Endurance to enhance your athletic performance.
de: Wir möchten dir eine Anleitung geben, wie du AI Endurance effektiv nutzen kannst, um deine sportliche Leistung zu verbessern.
es: Nos gustaría brindarte orientación sobre cómo utilizar eficazmente AI Endurance para mejorar tu rendimiento atlético.
fr: Nous aimerions te fournir des conseils sur la façon d'utiliser efficacement AI Endurance pour améliorer tes performances sportives.
it: Vorremmo fornirti una guida su come utilizzare efficacemente AI Endurance per migliorare le tue prestazioni atletiche.
nl: We geven je graag advies over hoe je AI Endurance effectief kunt gebruiken om je sportprestaties te verbeteren.
pl: Przedstawiamy kilka wskazówek, jak skutecznie wykorzystać AI Endurance do poprawy wyników sportowych.
pt: Gostaríamos de fornecer orientação sobre como utilizar efetivamente o AI Endurance para melhorar seu desempenho atlético.
ru: Мы хотим рассказать, как эффективно использовать AI Endurance, чтобы улучшить ваши спортивные результаты.

source: Our training philosophy is data-driven, so ensuring accurate data collection is essential. Here are some recommendations to ensure optimal data integration with AI Endurance:
de: Unsere Trainingsphilosophie ist datengetrieben, daher ist eine genaue Datenerfassung unerlässlich. Hier sind einige Empfehlungen für eine optimale Datenintegration mit AI Endurance:
es: Nuestra filosofía de entrenamiento se basa en datos, por lo que es esencial garantizar una recopilación precisa de datos. Aquí tienes algunas recomendaciones para asegurar una integración óptima de datos con AI Endurance:
fr: Notre philosophie d'entraînement est basée sur les données, il est donc essentiel de garantir une collecte de données précise. Voici quelques recommandations pour assurer une intégration optimale des données avec AI Endurance :
it: La nostra filosofia di allenamento è basata sui dati, quindi garantire una raccolta accurata dei dati è essenziale. Ecco alcune raccomandazioni per garantire un'integrazione ottimale dei dati con AI Endurance:
nl: Onze trainingsfilosofie is datagedreven, dus nauwkeurige dataverzameling is essentieel. Hier zijn enkele aanbevelingen om een optimale data-integratie met AI Endurance te garanderen:
pl: Nasza filozofia treningowa opiera się na danych, dlatego kluczowe jest zapewnienie dokładnego gromadzenia danych. Oto kilka zaleceń, które zapewnią optymalną integrację danych z AI Endurance:
pt: Nossa filosofia de treinamento é baseada em dados, então garantir a coleta precisa de dados é essencial. Aqui estão algumas recomendações para garantir a integração ideal de dados com o AI Endurance:
ru: Наша философия тренировок основана на данных, поэтому очень важно обеспечить их точный сбор. Вот несколько рекомендаций для оптимальной интеграции данных с AI Endurance:

source: Gear checklist for optimal data flow into AI Endurance
de: Ausrüstungs-Checkliste für optimalen Datenfluss in AI Endurance
es: Lista de verificación de equipos para un flujo óptimo de datos hacia AI Endurance
fr: Liste de contrôle de l'équipement pour un flux de données optimal vers AI Endurance
it: Lista di controllo delle attrezzature per un flusso di dati ottimale in AI Endurance
nl: Materiaalchecklist voor een optimale datastroom naar AI Endurance
pl: Lista kontrolna sprzętu dla optymalnego przepływu danych do AI Endurance
pt: Lista de verificação de equipamentos para fluxo ideal de dados para o AI Endurance
ru: Чек-лист оборудования для оптимальной передачи данных в AI Endurance

source: Best wishes,
de: Beste Grüße,
es: Mejores deseos,
fr: Cordialement,
it: I migliori auguri,
nl: Met sportieve groet,
pl: Pozdrawiamy,
pt: Melhores votos,
ru: С наилучшими пожеланиями,

source: The AI Endurance Team
de: Das AI Endurance Team
es: El equipo de AI Endurance
fr: L'équipe AI Endurance
it: Il team di AI Endurance
nl: Het AI Endurance Team
pl: Zespół AI Endurance
pt: A equipe do AI Endurance
ru: Команда AI Endurance

source: Welcome to AI Endurance!
de: Willkommen bei AI Endurance!
es: ¡Bienvenido/a a AI Endurance!
fr: Bienvenue chez AI Endurance !
it: Benvenuto/a in AI Endurance!
nl: Welkom bij AI Endurance!
pl: Witaj w AI Endurance!
pt: Bem-vindo/a ao AI Endurance!
ru: Добро пожаловать в AI Endurance!

source: Hi {},
de: Hallo {},
es: Hola {},
fr: Bonjour {},
it: Ciao {},
nl: Hoi {},
pl: Cześć, {}
pt: Olá {},
ru: Здравствуйте, {}

source: Thank you for signing up for AI Endurance! Your 14-day free trial has begun. After the trial, you can continue your subscription for {}/month or {}/year.
de: Vielen Dank für deine Anmeldung bei AI Endurance! Deine 14-tägige kostenlose Testphase hat begonnen. Nach der Testphase kannst du dein Abonnement für {}/Monat oder {}/Jahr fortsetzen.
es: ¡Gracias por registrarte en AI Endurance! Tu prueba gratuita de 14 días ha comenzado. Después de la prueba, puedes continuar tu suscripción por {}/mes o {}/año.
fr: Merci de t'être inscrit à AI Endurance ! Ton essai gratuit de 14 jours a commencé. Après l'essai, tu peux continuer ton abonnement pour {}/mois ou {}/an.
it: Grazie per esserti iscritto/a ad AI Endurance! La tua prova gratuita di 14 giorni è iniziata. Dopo la prova, puoi continuare il tuo abbonamento per {}/mese o {}/anno.
nl: Bedankt voor je aanmelding bij AI Endurance! Je gratis proefperiode van 14 dagen is gestart. Na de proefperiode kun je je abonnement voortzetten voor {}/maand of {}/jaar.
pl: Dziękujemy za rejestrację w AI Endurance! Rozpoczął się 14-dniowy bezpłatny okres próbny. Po jego zakończeniu można kontynuować subskrypcję w cenie {}/miesiąc lub {}/rok.
pt: Obrigado por se inscrever no AI Endurance! Sua avaliação gratuita de 14 dias começou. Após a avaliação, você pode continuar sua assinatura por {}/mês ou {}/ano.
ru: Благодарим за регистрацию в AI Endurance! Ваш 14-дневный пробный период начался. По окончании пробного периода вы сможете продолжить подписку за {} в месяц или {} в год.

source: We are currently completing your profile to provide you with accurate performance predictions and a personalized training plan. Here are the steps we are taking:
de: Wir vervollständigen gerade dein Profil, um dir genaue Leistungsprognosen und einen personalisierten Trainingsplan zu bieten. Hier sind die Schritte, die wir unternehmen:
es: Actualmente estamos completando tu perfil para brindarte predicciones precisas de rendimiento y un plan de entrenamiento personalizado. Estos son los pasos que estamos tomando:
fr: Nous finalisons actuellement ton profil pour te fournir des prédictions de performance précises et un plan d'entraînement personnalisé. Voici les étapes que nous suivons :
it: Stiamo attualmente completando il tuo profilo per fornirti previsioni accurate delle prestazioni e un piano di allenamento personalizzato. Ecco i passaggi che stiamo seguendo:
nl: We zijn momenteel je profiel aan het afronden om je nauwkeurige prestatievoorspellingen en een persoonlijk trainingsplan te kunnen bieden. Dit zijn de stappen die we nemen:
pl: Kończymy konfigurować Twój profil, aby przygotować dokładne prognozy wydolności oraz spersonalizowany plan treningowy. Oto kolejne etapy:
pt: Atualmente estamos completando seu perfil para fornecer previsões precisas de desempenho e um plano de treinamento personalizado. Aqui estão os passos que estamos tomando:
ru: Мы сейчас завершаем настройку вашего профиля, чтобы предоставить вам точные прогнозы результатов и персонализированный план тренировок. Вот какие шаги мы предпринимаем:

source: Importing your training data (if you have connected Garmin, Suunto, Strava, Coros, Polar, Wahoo or Intervals.icu.)
de: Importieren deiner Trainingsdaten (falls du Garmin, Suunto, Strava, Coros, Polar, Wahoo oder Intervals.icu verbunden hast.)
es: Importando tus datos de entrenamiento (si has conectado Garmin, Suunto, Strava, Coros, Polar, Wahoo o Intervals.icu.)
fr: Importation de tes données d'entraînement (si tu as connecté Garmin, Suunto, Strava, Coros, Polar, Wahoo ou Intervals.icu.)
it: Importando i tuoi dati di allenamento (se hai connesso Garmin, Suunto, Strava, Coros, Polar, Wahoo o Intervals.icu.)
nl: Je trainingsdata importeren (als je Garmin, Suunto, Strava, Coros, Polar, Wahoo of Intervals.icu hebt gekoppeld.)
pl: Importowanie Twoich danych treningowych (jeśli połączono konto Garmin, Suunto, Strava, Coros, Polar, Wahoo lub Intervals.icu).
pt: Importando seus dados de treinamento (se você conectou Garmin, Suunto, Strava, Coros, Polar, Wahoo ou Intervals.icu.)
ru: Импорт ваших тренировочных данных (если вы подключили Garmin, Suunto, Strava, Coros, Polar, Wahoo или Intervals.icu).

source: Training our machine learning algorithm with your unique data to create your digital twin
de: Trainieren unseres Machine-Learning-Algorithmus mit deinen einzigartigen Daten, um deinen Digital Twin zu erstellen
es: Entrenando nuestro algoritmo de aprendizaje automático con tus datos únicos para crear tu Digital Twin
fr: Entraînement de notre algorithme d'apprentissage automatique avec tes données uniques pour créer ton jumeau numérique
it: Addestrando il nostro algoritmo di apprendimento automatico con i tuoi dati unici per creare il tuo Digital Twin
nl: Ons machine learning-algoritme trainen met je unieke data om je Digital Twin te creÃ«ren
pl: Trenowanie naszego algorytmu uczenia maszynowego przy użyciu Twoich unikalnych danych w celu stworzenia Twojego Digital Twin.
pt: Treinando nosso algoritmo de aprendizado de máquina com seus dados únicos para criar seu Digital Twin
ru: Обучение нашего алгоритма машинного обучения на ваших уникальных данных для создания вашего Digital Twin.

source: Developing a personalized training plan that optimizes your performance based on the time you have available to train
de: Entwicklung eines personalisierten Trainingsplans, der deine Leistung basierend auf der dir zur Verfügung stehenden Trainingszeit optimiert
es: Desarrollando un plan de entrenamiento personalizado que optimiza tu rendimiento basado en el tiempo que tienes disponible para entrenar
fr: Développement d'un plan d'entraînement personnalisé qui optimise tes performances en fonction du temps dont tu disposes pour t'entraîner
it: Sviluppando un piano di allenamento personalizzato che ottimizza le tue prestazioni basato sul tempo che hai a disposizione per allenarti
nl: Een persoonlijk trainingsplan ontwikkelen dat je prestaties optimaliseert op basis van je beschikbare trainingstijd.
pl: Opracowywanie spersonalizowanego planu treningowego, który optymalizuje wydolność na podstawie czasu dostępnego na trening.
pt: Desenvolvendo um plano de treinamento personalizado que otimiza seu desempenho baseado no tempo que você tem disponível para treinar
ru: Разработка персонализированного плана тренировок, который оптимизирует ваши результаты на основе времени, которое у вас есть для тренировок.

source: This process can take up to a few hours, depending on the amount of training data. We will notify you via email once your training plan is ready.
de: Dieser Vorgang kann je nach Menge der Trainingsdaten bis zu einige Stunden dauern. Wir benachrichtigen dich per E-Mail, sobald dein Trainingsplan fertig ist.
es: Este proceso puede tomar hasta unas pocas horas, dependiendo de la cantidad de datos de entrenamiento. Te notificaremos por correo electrónico una vez que tu plan de entrenamiento esté listo.
fr: Ce processus peut prendre jusqu'à quelques heures, selon la quantité de données d'entraînement. Nous te notifierons par e-mail une fois que ton plan d'entraînement sera prêt.
it: Questo processo può richiedere fino a qualche ora, a seconda della quantità di dati di allenamento. Ti avviseremo via email una volta che il tuo piano di allenamento sarà pronto.
nl: Dit proces kan tot enkele uren duren, afhankelijk van de hoeveelheid trainingsdata. We sturen je een e-mail zodra je trainingsplan klaar is.
pl: Proces ten może potrwać do kilku godzin, w zależności od ilości danych treningowych. Otrzymasz powiadomienie e-mail, gdy plan treningowy będzie gotowy.
pt: Este processo pode levar até algumas horas, dependendo da quantidade de dados de treinamento. Notificaremos você por e-mail quando seu plano de treinamento estiver pronto.
ru: Этот процесс может занять до нескольких часов в зависимости от объёма тренировочных данных. Мы уведомим вас по электронной почте, когда ваш план тренировок будет готов.

source: If you have any questions, please feel free to reach out to us at info@aiendurance.com.
de: Wenn du Fragen hast, kannst du dich gerne an info@aiendurance.com wenden.
es: Si tienes alguna pregunta, no dudes en contactarnos en info@aiendurance.com.
fr: Si tu as des questions, n'hésite pas à nous contacter à info@aiendurance.com.
it: Se hai domande, non esitare a contattarci all'indirizzo info@aiendurance.com.
nl: Heb je vragen, neem dan gerust contact met ons op via info@aiendurance.com.
pl: W razie pytań prosimy o kontakt pod adresem info@aiendurance.com.
pt: Se você tiver alguma pergunta, não hesite em nos contatar em info@aiendurance.com.
ru: Если у вас возникнут вопросы, пожалуйста, свяжитесь с нами по адресу info@aiendurance.com.

source: Your AI Endurance training plan is ready!
de: Dein AI Endurance Trainingsplan ist fertig!
es: ¡Tu plan de entrenamiento de AI Endurance está listo!
fr: Ton plan d'entraînement AI Endurance est prêt !
it: Il tuo piano di allenamento di AI Endurance è pronto!
nl: Je AI Endurance-trainingsplan staat klaar!
pl: Twój plan treningowy AI Endurance jest gotowy!
pt: Seu plano de treinamento do AI Endurance está pronto!
ru: Ваш план тренировок AI Endurance готов!

source: Great news! Your training plan is ready. Click the link below to check it out and get started:
de: Dein Trainingsplan ist fertig. Klicke auf den untenstehenden Link, um ihn anzusehen und loszulegen:
es: ¡Excelentes noticias! Tu plan de entrenamiento está listo. Haz clic en el enlace de abajo para revisarlo y comenzar:
fr: Excellente nouvelle ! Ton plan d'entraînement est prêt. Clique sur le lien ci-dessous pour le consulter et commencer :
it: Ottime notizie! Il tuo piano di allenamento è pronto. Clicca sul link qui sotto per verificarlo e iniziare:
nl: Goed nieuws! Je trainingsplan staat klaar. Klik op de link hieronder om het te bekijken en te beginnen:
pl: Doskonałe wieści! Twój plan treningowy jest gotowy. Kliknij poniższy link, aby go sprawdzić i rozpocząć:
pt: Ótimas notícias! Seu plano de treinamento está pronto. Clique no link abaixo para verificá-lo e começar:
ru: Отличные новости! Ваш план тренировок готов. Перейдите по ссылке ниже, чтобы ознакомиться с ним и начать:

source: View your training plan
de: Deinen Trainingsplan ansehen
es: Ver tu plan de entrenamiento
fr: Voir ton plan d'entraînement
it: Visualizza il tuo piano di allenamento
nl: Bekijk je trainingsplan
pl: Zobacz plan treningowy
pt: Ver seu plano de treinamento
ru: Посмотреть план тренировок
