Repository: ai-endurance/i18n
Catalog: backend/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pl, pt, ru

source: We're excited to see you begin your journey with us. If you have any questions or feedback, please let us know.
de: Wir freuen uns darauf, dass du deine Reise mit uns beginnst. Wenn du Fragen oder Feedback hast, lass es uns bitte wissen.
es: Estamos emocionados de verte comenzar tu viaje con nosotros. Si tienes alguna pregunta o comentario, por favor háznolo saber.
fr: Nous sommes ravis de te voir commencer ton parcours avec nous. Si tu as des questions ou des commentaires, fais-le nous savoir.
it: Siamo entusiasti di vederti iniziare il tuo viaggio con noi. Se hai domande o feedback, faccelo sapere.
nl: We vinden het geweldig dat je aan je reis met ons begint. Heb je vragen of feedback, laat het ons dan weten.
pl: Cieszymy się, że rozpoczynasz z nami swoją podróż. W razie pytań lub opinii prosimy o kontakt.
pt: Estamos animados para vê-lo começar sua jornada conosco. Se você tiver alguma pergunta ou feedback, por favor nos informe.
ru: Мы рады, что вы начинаете свой путь вместе с нами. Если у вас возникнут вопросы или предложения, пожалуйста, сообщите нам.

source: Password Reset - AI Endurance
de: Passwort zurücksetzen - AI Endurance
es: Restablecimiento de contraseña - AI Endurance
fr: Réinitialisation du mot de passe - AI Endurance
it: Reset password - AI Endurance
nl: Wachtwoord resetten - AI Endurance
pl: Resetowanie hasła – AI Endurance
pt: Redefinição de senha - AI Endurance
ru: Сброс пароля - AI Endurance

source: To initiate the password reset process for your AI Endurance account, click the link below:
de: Um den Passwort-Reset-Prozess für dein AI Endurance Konto zu starten, klicke auf den untenstehenden Link:
es: Para iniciar el proceso de restablecimiento de contraseña para tu cuenta de AI Endurance, haz clic en el enlace de abajo:
fr: Pour commencer le processus de réinitialisation du mot de passe de ton compte AI Endurance, clique sur le lien ci-dessous :
it: Per avviare il processo di reset della password per il tuo account AI Endurance, clicca sul link qui sotto:
nl: Om het wachtwoord voor je AI Endurance account te resetten, klik je op de onderstaande link:
pl: Aby zresetować hasło do konta AI Endurance, kliknij poniższy link:
pt: Para iniciar o processo de redefinição de senha para sua conta do AI Endurance, clique no link abaixo:
ru: Чтобы сбросить пароль для вашего Account AI Endurance, нажмите на ссылку ниже:

source: Reset Your Password
de: Passwort zurücksetzen
es: Restablecer tu contraseña
fr: Réinitialiser ton mot de passe
it: Resetta la tua password
nl: Reset je wachtwoord
pl: Zresetuj hasło
pt: Redefinir sua senha
ru: Сбросить пароль

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
de: Falls das Klicken auf den obigen Link nicht funktioniert, kopiere und füge die URL stattdessen in ein neues Browserfenster ein.
es: Si hacer clic en el enlace de arriba no funciona, por favor copia y pega la URL en una nueva ventana del navegador.
fr: Si cliquer sur le lien ci-dessus ne fonctionne pas, copie et colle l'URL dans une nouvelle fenêtre de navigateur à la place.
it: Se cliccare sul link sopra non funziona, copia e incolla l'URL in una nuova finestra del browser.
nl: Als het klikken op de bovenstaande link niet werkt, kopieer en plak de URL dan in een nieuw browservenster.
pl: Jeśli kliknięcie powyższego linku nie działa, skopiuj i wklej adres URL w nowym oknie przeglądarki.
pt: Se clicar no link acima não funcionar, por favor copie e cole a URL em uma nova janela do navegador.
ru: Если ссылка выше не работает, скопируйте и вставьте URL в новое окно браузера.

source: Sincerely,
de: Mit freundlichen Grüßen,
es: Atentamente,
fr: Cordialement,
it: Cordiali saluti,
nl: Met vriendelijke groet,
pl: Z poważaniem,
pt: Atenciosamente,
ru: С уважением,
