Repository: ai-endurance/i18n
Catalog: backend/connect_intervalsicu/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pl, ru

source: Set your Intervals.icu threshold pace to %(css)s/100%(unit)s
de: Stelle deine Intervals.icu Threshold-Pace auf %(css)s/100%(unit)s ein
es: Establece tu Pace de umbral de Intervals.icu a %(css)s/100%(unit)s
fr: Configure ton seuil de allure Intervals.icu à %(css)s/100%(unit)s
it: Imposta il tuo passo di soglia di Intervals.icu a %(css)s/100%(unit)s
nl: Stel je Intervals.icu threshold pace in op %(css)s/100%(unit)s
pl: Ustaw tempo progowe w Intervals.icu na %(css)s/100%(unit)s
ru: Установите ваш пороговый темп в Intervals.icu на %(css)s/100%(unit)s

source: pool length: %(length)s%(unit)s
de: Beckenlänge: %(length)s%(unit)s
es: longitud de piscina: %(length)s%(unit)s
fr: longueur de bassin: %(length)s%(unit)s
it: lunghezza piscina: %(length)s%(unit)s
nl: Lengte van het zwembad: %(length)s%(unit)s
pl: Długość basenu: %(length)s%(unit)s
ru: Длина бассейна: %(length)s%(unit)s

source: All pace targets in this workout are relative to a reference threshold pace of %(thr_pace)s. Please set your Intervals.icu threshold pace to %(thr_pace)s to work at your intended personalized pace.
de: Alle Pace-Ziele in diesem Workout beziehen sich auf eine Referenz-Threshold-Pace von %(thr_pace)s. Bitte stelle deine Intervals.icu Threshold-Pace auf %(thr_pace)s ein, um mit deiner persönlichen Pace zu trainieren.
es: Todos los objetivos de Pace en este entrenamiento son relativos a un Pace de umbral de referencia de %(thr_pace)s. Por favor establece tu Pace de umbral de Intervals.icu a %(thr_pace)s para trabajar a tu Pace personalizado previsto.
fr: Tous les objectifs de allure dans cet entraînement sont relatifs à une allure Threshold de référence de %(thr_pace)s. Configure ton seuil de allure Intervals.icu à %(thr_pace)s pour t'entraîner à ta allure personnalisée.
it: Tutti gli obiettivi di passo in questo allenamento sono relativi a un passo di soglia di riferimento di %(thr_pace)s. Per favore imposta il tuo passo di soglia di Intervals.icu a %(thr_pace)s per lavorare al tuo passo personalizzato previsto.
nl: Alle tempodoelen in deze training zijn relatief ten opzichte van een referentie-threshold pace van %(thr_pace)s. Stel je Intervals.icu threshold pace in op %(thr_pace)s om op je beoogde, gepersonaliseerde tempo te trainen.
pl: Wszystkie docelowe tempa w tym treningu odnoszą się do referencyjnego tempa progowego %(thr_pace)s. Ustaw tempo progowe w Intervals.icu na %(thr_pace)s, aby trenować z zamierzonym, spersonalizowanym tempem.
ru: Все целевые значения темпа в этой тренировке рассчитываются относительно эталонного порогового темпа %(thr_pace)s. Пожалуйста, установите ваш пороговый темп в Intervals.icu на %(thr_pace)s, чтобы тренироваться в вашем целевом индивидуальном темпе.

source: Secondary target: stay below your aerobic cycling heart rate threshold of %(hr)s bpm.
de: Sekundärziel: Bleibe unter deiner aeroben Fahrrad-Herzfrequenzschwelle von %(hr)s bpm.
es: Objetivo secundario: mantente por debajo de tu umbral de frecuencia cardíaca aeróbica de ciclismo de %(hr)s lpm.
fr: Objectif secondaire: reste sous ton seuil de fréquence cardiaque aérobie vélo de %(hr)s bpm.
it: Obiettivo secondario: rimani sotto la tua soglia di frequenza cardiaca aerobica di ciclismo di %(hr)s bpm.
nl: Secundair doel: blijf onder je aerobe hartslag-threshold voor fietsen van %(hr)s bpm.
pl: Cel dodatkowy: utrzymuj tętno poniżej tlenowego progu tętna dla kolarstwa %(hr)s ud./min.
ru: Второстепенная цель: оставайтесь ниже вашего аэробного порога ЧСС для велосипеда в %(hr)s уд/мин.

source: Secondary target: stay below your aerobic running heart rate threshold of %(hr)s bpm.
de: Sekundärziel: Bleibe unter deiner aeroben Lauf-Herzfrequenzschwelle von %(hr)s bpm.
es: Objetivo secundario: mantente por debajo de tu umbral de frecuencia cardíaca aeróbica de carrera de %(hr)s lpm.
fr: Objectif secondaire: reste sous ton seuil de fréquence cardiaque aérobie course de %(hr)s bpm.
it: Obiettivo secondario: rimani sotto la tua soglia di frequenza cardiaca aerobica di corsa di %(hr)s bpm.
nl: Secundair doel: blijf onder je aerobe hartslag-threshold voor hardlopen van %(hr)s bpm.
pl: Cel dodatkowy: utrzymuj tętno poniżej tlenowego progu tętna dla biegania %(hr)s ud./min.
ru: Второстепенная цель: оставайтесь ниже вашего аэробного порога ЧСС для бега в %(hr)s уд/мин.

source: DFA alpha1 cycling ramp test
de: DFA alpha1 Fahrrad Ramp Test
es: Prueba de rampa de ciclismo DFA alpha1
fr: Test de rampe vélo DFA alpha1
it: Test di rampa ciclismo DFA alpha1
nl: DFA alpha1 ramp test voor fietsen
pl: DFA alpha1 kolarski ramp test
ru: Велосипедный Ramp Test с DFA alpha1

source: Ramp test to determine your power and heart rate zones via ventilatory thresholds from HRV data (DFA alpha1)
de: Ramp Test zur Bestimmung deiner Power und Herzfrequenzzonen über ventilatorische Schwellen aus HRV-Daten (DFA alpha1)
es: Prueba de rampa para determinar tus zonas de Power y frecuencia cardíaca mediante umbrales ventilatorios de datos HRV (DFA alpha1)
fr: Test de rampe pour déterminer tes zones de puissance et de fréquence cardiaque via les seuils ventilatoires des données HRV (DFA alpha1)
it: Test di rampa per determinare le tue zone di potenza e frequenza cardiaca tramite soglie ventilatorie dai dati HRV (DFA alpha1)
nl: Ramp Test om je vermogens- en hartslagzones te bepalen via ventilatoire drempels uit HRV-data (DFA alpha1)
pl: Ramp test do wyznaczenia stref mocy i tętna na podstawie progów wentylacyjnych z danych HRV (DFA alpha1)
ru: Ramp Test для определения ваших зон мощности и ЧСС на основе вентиляторных порогов по данным HRV (DFA alpha1)

source: DFA alpha1 running ramp test
de: DFA alpha1 Lauf Ramp Test
es: Prueba de rampa de carrera DFA alpha1
fr: Test de rampe course DFA alpha1
it: Test di rampa corsa DFA alpha1
nl: DFA alpha1 ramp test voor hardlopen
pl: DFA alpha1 biegowy ramp test
ru: Беговой Ramp Test с DFA alpha1

source: run power
de: Lauf Power
es: Running Power
fr: puissance de course à pied
it: potenza di corsa
nl: hardloopvermogen
pl: moc biegowa
ru: Мощность бега

source: Ramp test to determine your %(power_str)s and heart rate zones via ventilatory thresholds from HRV data (DFA alpha1)
de: Ramp Test zur Bestimmung deiner %(power_str)s und Herzfrequenzzonen über ventilatorische Schwellen aus HRV-Daten (DFA alpha1)
es: Prueba de rampa para determinar tus zonas de %(power_str)s y frecuencia cardíaca mediante umbrales ventilatorios de datos HRV (DFA alpha1)
fr: Test de rampe pour déterminer ta %(power_str)s et tes zones de fréquence cardiaque via les seuils ventilatoires des données HRV (DFA alpha1)
it: Test di rampa per determinare le tue zone di %(power_str)s e frequenza cardiaca tramite soglie ventilatorie dai dati HRV (DFA alpha1)
nl: Ramp Test om je %(power_str)s en hartslagzones te bepalen via ventilatoire drempels uit HRV-data (DFA alpha1)
pl: Ramp test do wyznaczenia stref %(power_str)s i tętna na podstawie progów wentylacyjnych z danych HRV (DFA alpha1)
ru: Ramp Test для определения ваших зон %(power_str)s и ЧСС на основе вентиляторных порогов по данным HRV (DFA alpha1)
