{
    "metadata": {
        "title": "Dettagli attività",
        "description": "Visualizza le informazioni dettagliate sulla tua attività di allenamento"
    },
    "errors": {
        "workoutNotFound": "Allenamento non trovato",
        "updateFailed": "Impossibile aggiornare il nome dell'attività",
        "updateSuccess": "Nome dell'attività aggiornato",
        "deleteFailed": "Errore durante l'eliminazione dell'attività",
        "deleteSuccess": "Attività eliminata con successo",
        "raceStatusChangeFailed": "Errore nella modifica dello stato di gara",
        "raceStatusChangeSuccess": "Stato di gara modificato con successo"
    },
    "sections": {
        "activityDetails": "Dettagli attività",
        "bestEfforts": "Migliori prestazioni",
        "hrvData": "Dati HRV"
    },
    "components": {
        "showActivityButton": {
            "displayed": "Visualizzato",
            "average": "Media: {average}"
        },
        "viewOnStravaCard": {
            "title": "Visualizza su Strava"
        },
        "deleteActivityCard": {
            "title": "Elimina attività",
            "confirmationText": "Sei sicuro di voler eliminare questa attività? Questa azione non può essere annullata."
        },
        "downloadCSV": {
            "title": "Scarica come CSV"
        },
        "markAsRace": {
            "title": "Gara"
        },
        "sourceCard": {
            "title": "Fonte",
            "manualUpload": "Caricamento manuale"
        }
    },
    "labels": {
        "notMoving": "Fermo",
        "movingTime": "Tempo in movimento",
        "distance": "Distanza",
        "elevationGain": "Dislivello positivo",
        "kcal": "kcal",
        "averagePower": "Power medio",
        "averageHeartRate": "Frequenza cardiaca media",
        "powerEstimation": "Stima Power",
        "averageGap": "GAP medio",
        "averagePace": "Pace medio",
        "ess": "ESS",
        "artifactPercentage": "Percentuale di artefatti",
        "artifactPercentageLocal": "Percentuale di artefatti locale",
        "iss": "ISS",
        "averageA1": "a₁ medio",
        "enduranceCeilingRamp": "Soglia Endurance ramp",
        "enduranceCeilingCluster": "Soglia Endurance cluster",
        "thresholdCeilingRamp": "Soglia Threshold ramp",
        "thresholdCeilingCluster": "Soglia Threshold cluster",
        "rAlphaRide": "Rₐ (readiness)",
        "dAlphaRide": "Dₐ (durability)",
        "paceRAlpha": "Pace Rₐ (readiness)",
        "paceDAlpha": "Pace Dₐ (durability)",
        "powerRAlpha": "Power Rₐ (readiness)",
        "powerDAlpha": "Power Dₐ (durability)",
        "best20MinPower": "Miglior Power 20 min",
        "best15MinPower": "Miglior Power 15 min",
        "best30MinPower": "Miglior Power 30 min",
        "best15MinGap": "Miglior GAP 15 min",
        "best30MinGap": "Miglior GAP 30 min",
        "detailRecoveryAlpha": {
            "text": "La tua {pName} readiness all'allenamento per questa attività basata su DFA a₁. Valori positivi indicano che eri pronto ad allenarti. Valori negativi possono indicare il contrario, ad esempio a causa di affaticamento e/o stress.",
            "learnMore": "Scopri di più."
        },
        "detailDriftAlpha": {
            "text": "La tua {pName} durability per questa attività basata su DFA a₁. Valori superiori a -5% possono indicare che sei ben adattato al tipo e alla durata di questa attività. Valori negativi elevati possono indicare una mancanza di durability.",
            "learnMore": "Scopri di più."
        },
        "detailAvAlpha": {
            "text": "DFA a₁ è una misura delle proprietà di correlazione frattale del segnale della tua variabilità della frequenza cardiaca (HRV). Più basso è il tuo DFA a₁, più alta è l'intensità con cui ti stai allenando. Valori superiori a 1.0 si verificano a basse intensità, valori inferiori a 0.75 corrispondono a intensità al di sopra della soglia aerobica. Valori inferiori a 0.5 indicano intensità anaerobiche.",
            "learnMore": "Scopri di più."
        },
        "detailIss": {
            "text": "Il tuo Internal Stress Score (ISS) per questa attività, derivato dai tuoi dati DFA a₁. Più lunga è l'attività, più basso è l'a₁ e più intenso è l'allenamento, più alto sarà l'ISS. Ad esempio, un'ora alla soglia anaerobica con a₁=0.5 corrisponde a 100 ISS."
        },
        "detailEndHrv": {
            "text": "Il limite superiore della tua Zona Endurance, la tua soglia aerobica, è calcolato dai tuoi dati DFA a₁. È l'intensità alla quale superi la soglia aerobica (a₁ = 0.75) durante un aumento di intensità simile a una rampa nei primi 30 minuti di attività.",
            "learnMore": "Scopri di più."
        },
        "detailEndHrvCluster": {
            "text": "Il limite superiore della tua Zona Endurance, la tua soglia aerobica, è calcolato dai tuoi dati DFA a₁. È l'intensità in cui il tuo Power o Pace si raggruppano vicino alla soglia aerobica (a₁ = 0.75) durante i primi 30 minuti di attività.",
            "learnMore": "Scopri di più."
        },
        "detailThrHrv": {
            "text": "Il limite superiore della tua Zona Threshold, la tua soglia anaerobica, è calcolato dai tuoi dati DFA a₁. È l'intensità alla quale superi la soglia anaerobica (a₁ = 0.5) durante un aumento di intensità simile a una rampa nei primi 30 minuti di attività.",
            "learnMore": "Scopri di più."
        },
        "detailThrHrvCluster": {
            "text": "Il limite superiore della tua Zona Threshold, la tua soglia anaerobica, è calcolato dai tuoi dati DFA a₁. È l'intensità in cui le tue metriche si raggruppano vicino alla soglia anaerobica (a₁ = 0.5) durante i primi 30 minuti di attività.",
            "learnMore": "Scopri di più."
        },
        "detailArtifacts": {
            "text": "Il numero di misurazioni HRV (variabilità della frequenza cardiaca) che includevano artefatti e hanno dovuto essere corrette. Gli artefatti possono essere battiti lunghi, corti, mancati, extra ed ectopici. Per una misurazione accurata, l'attività dovrebbe avere meno del 5% di artefatti. Se ottieni percentuali di artefatti più alte, assicurati di:\n- usare un cardiofrequenzimetro (HRM) Polar H10 o Suunto\n- connettere il tuo HRM via Bluetooth invece che Ant+\n- bagnare gli elettrodi dell'HRM con saliva o gel per ultrasuoni prima di ogni attività\n- sciacquare la fascia sotto acqua fredda dopo ogni attività e lavarla una volta a settimana in lavatrice a bassa temperatura, idealmente in un sacchetto a rete\n- ottimizzare la posizione della fascia (vedi link sotto)\nSe devi sostituire la batteria del tuo HRM, usa batterie nuove di alta qualità.\nUna volta che la fascia raggiunge la fine della sua vita utile, puoi sostituire SOLO la fascia invece dell'intero HRM.",
            "learnMore": "Scopri di più sulla posizione ideale della fascia HRM."
        },
        "detailArtifactsLocal": {
            "text": "La percentuale di misurazioni HRV che includevano artefatti e hanno dovuto essere corrette solo durante i periodi in cui sono state valutate le soglie o la readiness."
        },
        "detailKcal": {
            "text": "La misurazione o previsione accurata del fabbisogno energetico durante l'esercizio è intrinsecamente complessa e soggetta a errori, indipendentemente dalla metodologia scelta. Ai fini di questa app, il costo energetico dell'esercizio è stato stimato utilizzando equazioni basate sull'evidenza scientifica, specifiche per il tipo di esercizio. Questi calcoli dovrebbero essere usati come una linea guida approssimativa del costo energetico di ogni sessione di allenamento, tenendo presente che il costo energetico reale dell'esercizio può variare in base a fattori come età, sesso, stato di salute e forma fisica dell'individuo, massa e composizione corporea, stile di vita, genetica e così via.",
            "learnMore": "Scopri di più."
        },
        "detailEss": {
            "text": "Il tuo External Stress Score (ESS) per questa attività, derivato dai tuoi dati di Power. Più lunga è l'attività, più alta è la potenza erogata e più intenso è l'allenamento, più alto sarà l'ESS. Ad esempio, un'ora alla soglia anaerobica corrisponde a 100 ESS."
        },
        "powerSource": {
            "text": "Il tuo Power è previsto dalla tua frequenza cardiaca e, se presenti, dalla Cadence e/o da DFA a₁. La nostra IA impara a prevedere il tuo Power dalle tue attività passate con dati di Power, frequenza cardiaca, Cadence e a₁.",
            "learnMore": "Scopri di più."
        },
        "activityTitle": {
            "text": "Puoi personalizzare il titolo della tua attività per evidenziare un allenamento di test o una gara.",
            "textCycling": "Puoi personalizzare il titolo della tua attività per evidenziare un allenamento di test o una gara. Assicurati che i titoli dei tuoi test FTP includano sia la parola 'test' sia la durata del test, in modo che l'app possa riconoscerlo. Ad esempio, usa 'Test FTP 20 min' per un test FTP di 20 minuti. Per i Ramp Test, includi sia 'ramp' sia 'test' nel titolo, come ad esempio 'Ramp Test'."
        },
        "gap": {
            "text": "Il Grade Adjusted Pace (GAP) si riferisce al passo corretto per tenere conto degli effetti dei cambi di pendenza durante un'attività. Invece di misurare solo la velocità, il passo medio corretto per la pendenza considera come le salite e le discese influenzino lo sforzo necessario per mantenere una certa velocità. Ad esempio, se stai correndo su una collina ripida, il tuo passo effettivo potrebbe essere lento, ma il tuo GAP può essere elevato poiché tiene conto della pendenza della collina. Normalizzando il passo in base a questi cambi di pendenza, si ottiene una riflessione più accurata dello sforzo esercitato su terreni variabili, rendendolo una metrica utile per confrontare le prestazioni su percorsi diversi o per comprendere l'impatto delle colline sul tuo passo complessivo."
        },
        "markAsRace": {
            "text": "Quando contrassegni un'attività come gara, il modello di IA assegna maggiore importanza ai dati di quell'attività aumentandone il peso durante l'addestramento del modello."
        }
    }
}