Repository: ai-endurance/i18n
Catalog: backend/hrv/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pl, pt, ru

source: No a₁ data available for recovery calculation.
de: Keine a₁ Daten für die Recovery-Berechnung verfügbar.
es: No hay datos a₁ disponibles para el cálculo de recuperación.
fr: Aucune donnée a₁ disponible pour le calcul de recovery.
it: Nessun dato a₁ disponibile per il calcolo del recupero.
pl: Brak danych a₁ do obliczenia regeneracji.
pt: Nenhum dado a₁ disponível para cálculo de Recovery.
ru: Нет данных a₁ для расчёта восстановления.

source: No power data available for a₁ recovery calculation.
de: Keine Power-Daten für die a₁ Recovery-Berechnung verfügbar.
es: No hay datos de potencia disponibles para el cálculo de recuperación a₁.
fr: Aucune donnée de power disponible pour le calcul de recovery a₁.
it: Nessun dato di potenza disponibile per il calcolo del recupero a₁.
pl: Brak danych mocy do obliczenia regeneracji na podstawie a₁.
pt: Nenhum dado de Power disponível para cálculo de Recovery a₁.
ru: Нет данных power для расчёта восстановления по a₁.

source: Power data is derived from heart rate and can't be used for a₁ recovery calculation.
de: Power-Daten stammen aus der Herzfrequenz und können nicht für die a₁ Recovery-Berechnung verwendet werden.
es: Los datos de potencia se derivan de la frecuencia cardíaca y no se pueden usar para el cálculo de recuperación a₁.
fr: Les données de power proviennent de la fréquence cardiaque et ne peuvent pas être utilisées pour le calcul de recovery a₁.
it: I dati di potenza sono derivati dalla frequenza cardiaca e non possono essere utilizzati per il calcolo del recupero a₁.
pl: Dane mocy są estymowane na podstawie tętna i nie mogą być użyte do obliczenia regeneracji na podstawie a₁.
pt: Os dados de Power são derivados da frequência cardíaca e não podem ser usados para cálculo de Recovery a₁.
ru: Данные Power получены на основе частоты сердечных сокращений и не могут использоваться для расчёта восстановления по a₁.

source: Artifact percentage is too high (greater than 10%) for a₁ recovery calculation.
de: Artefakt-Prozentsatz ist zu hoch (über 10%) für die a₁ Recovery-Berechnung.
es: El porcentaje de artefactos es demasiado alto (mayor al 10%) para el cálculo de recuperación a₁.
fr: Le pourcentage d'artéfacts est trop élevé (supérieur à 10%) pour le calcul de recovery a₁.
it: La percentuale di artefatti è troppo alta (maggiore del 10%) per il calcolo del recupero a₁.
pl: Poziom artefaktów jest zbyt wysoki (powyżej 10 %), aby obliczyć regenerację na podstawie a₁.
pt: A porcentagem de artefatos está muito alta (maior que 10%) para cálculo de Recovery a₁.
ru: Процент артефактов слишком высок (более 10%) для расчёта восстановления по a₁.

source: Not suffient power and or a₁ data available for recovery calculation from your latest activity.
de: Nicht genügend Power- und/oder a₁ Daten für die Recovery-Berechnung aus deiner letzten Aktivität verfügbar.
es: No hay suficientes datos de potencia y/o a₁ disponibles para el cálculo de recuperación de tu actividad más reciente.
fr: Données de power et/ou a₁ insuffisantes pour le calcul de recovery à partir de ta dernière activité.
it: Dati insufficienti di potenza e/o a₁ disponibili per il calcolo del recupero dalla tua attività più recente.
pl: Ostatnia aktywność nie zawiera wystarczających danych mocy i/lub a₁, aby obliczyć regenerację.
pt: Dados insuficientes de Power e/ou a₁ disponíveis para cálculo de Recovery de sua atividade mais recente.
ru: В вашей последней активности недостаточно данных power и/или a₁ для расчёта восстановления.

source: Not suffient pace and or a₁ data available for recovery calculation from your latest activity.
de: Nicht genügend Pace- und/oder a₁ Daten für die Recovery-Berechnung aus deiner letzten Aktivität verfügbar.
es: No hay suficientes datos de ritmo y/o a₁ disponibles para el cálculo de recuperación de tu actividad más reciente.
fr: Données de pace et/ou a₁ insuffisantes pour le calcul de recovery à partir de ta dernière activité.
it: Dati insufficienti di passo e/o a₁ disponibili per il calcolo del recupero dalla tua attività più recente.
pl: Ostatnia aktywność nie zawiera wystarczających danych tempa i/lub a₁, aby obliczyć regenerację.
pt: Dados insuficientes de Pace e/ou a₁ disponíveis para cálculo de Recovery de sua atividade mais recente.
ru: В вашей последней активности недостаточно данных pace и/или a₁ для расчёта восстановления.

source: Not enough activities in the last 21 days with artifact percentage below 10% and sufficient power and or a₁ data available to calculate recovery.
de: Nicht genügend Aktivitäten in den letzten 21 Tagen mit Artefakt-Prozentsatz unter 10% und ausreichend Power- und/oder a₁ Daten für die Recovery-Berechnung verfügbar.
es: No hay suficientes actividades en los últimos 21 días con porcentaje de artefactos menor al 10% y suficientes datos de potencia y/o a₁ disponibles para calcular recuperación.
fr: Pas assez d'activités dans les 21 derniers jours avec un pourcentage d'artéfacts inférieur à 10% et des données de power et/ou a₁ suffisantes pour calculer la recovery.
it: Attività insufficienti negli ultimi 21 giorni con percentuale di artefatti sotto il 10% e dati sufficienti di potenza e/o a₁ disponibili per calcolare il recupero.
pl: W ciągu ostatnich 21 dni jest zbyt mało aktywności z poziomem artefaktów poniżej 10 % i wystarczającymi danymi mocy i/lub a₁, aby obliczyć regenerację.
pt: Atividades insuficientes nos últimos 21 dias com porcentagem de artefatos abaixo de 10% e dados suficientes de Power e/ou a₁ disponíveis para calcular Recovery.
ru: За последний 21 день недостаточно активностей с процентом артефактов ниже 10% и достаточными данными power и/или a₁ для расчёта восстановления.

source: Not enough activities in the last 21 days with artifact percentage below 10% and sufficient pace and or a₁ data available to calculate recovery.
de: Nicht genügend Aktivitäten in den letzten 21 Tagen mit Artefakt-Prozentsatz unter 10% und ausreichend Pace- und/oder a₁ Daten für die Recovery-Berechnung verfügbar.
es: No hay suficientes actividades en los últimos 21 días con porcentaje de artefactos menor al 10% y suficientes datos de ritmo y/o a₁ disponibles para calcular recuperación.
fr: Pas assez d'activités dans les 21 derniers jours avec un pourcentage d'artéfacts inférieur à 10% et des données de pace et/ou a₁ suffisantes pour calculer la recovery.
it: Attività insufficienti negli ultimi 21 giorni con percentuale di artefatti sotto il 10% e dati sufficienti di passo e/o a₁ disponibili per calcolare il recupero.
pl: W ciągu ostatnich 21 dni jest zbyt mało aktywności z poziomem artefaktów poniżej 10 % i wystarczającymi danymi tempa i/lub a₁, aby obliczyć regenerację.
pt: Atividades insuficientes nos últimos 21 dias com porcentagem de artefatos abaixo de 10% e dados suficientes de Pace e/ou a₁ disponíveis para calcular Recovery.
ru: За последний 21 день недостаточно активностей с процентом артефактов ниже 10% и достаточными данными pace и/или a₁ для расчёта восстановления.

source: Your latest activity is not within the support of the past activities, i.e. it is not similar enough in power and a₁ to meaningfully calculate recovery.
de: Deine letzte Aktivität liegt nicht im Bereich der vergangenen Aktivitäten, d.h. sie ist nicht ähnlich genug in Power und a₁, um die Recovery sinnvoll zu berechnen.
es: Tu actividad más reciente no está dentro del soporte de las actividades pasadas, es decir, no es lo suficientemente similar en potencia y a₁ para calcular recuperación de manera significativa.
fr: Ta dernière activité n'est pas dans la plage des activités passées, c'est-à-dire qu'elle n'est pas assez similaire en power et a₁ pour calculer la recovery de manière significative.
it: La tua attività più recente non è all'interno del supporto delle attività passate, cioè non è abbastanza simile in potenza e a₁ per calcolare significativamente il recupero.
pl: Ostatnia aktywność odbiega od charakterystyki poprzednich aktywności, tzn. nie jest wystarczająco podobna pod względem mocy i a₁, aby miarodajnie obliczyć regenerację.
pt: Sua atividade mais recente não está dentro do suporte das atividades passadas, ou seja, não é similar o suficiente em Power e a₁ para calcular Recovery de forma significativa.
ru: Ваша последняя активность не соответствует предыдущим: она недостаточно схожа по показателям power и a₁ для корректного расчёта восстановления.

source: Your latest activity is not within the support of the past activities, i.e. it is not similar enough in pace and a₁ to meaningfully calculate recovery.
de: Deine letzte Aktivität liegt nicht im Bereich der vergangenen Aktivitäten, d.h. sie ist nicht ähnlich genug in Pace und a₁, um die Recovery sinnvoll zu berechnen.
es: Tu actividad más reciente no está dentro del soporte de las actividades pasadas, es decir, no es lo suficientemente similar en ritmo y a₁ para calcular recuperación de manera significativa.
fr: Ta dernière activité n'est pas dans la plage des activités passées, c'est-à-dire qu'elle n'est pas assez similaire en pace et a₁ pour calculer la recovery de manière significative.
it: La tua attività più recente non è all'interno del supporto delle attività passate, cioè non è abbastanza simile in passo e a₁ per calcolare significativamente il recupero.
pl: Ostatnia aktywność odbiega od charakterystyki poprzednich aktywności, tzn. nie jest wystarczająco podobna pod względem tempa i a₁, aby miarodajnie obliczyć regenerację.
pt: Sua atividade mais recente não está dentro do suporte das atividades passadas, ou seja, não é similar o suficiente em Pace e a₁ para calcular Recovery de forma significativa.
ru: Ваша последняя активность не соответствует предыдущим: она недостаточно схожа по показателям pace и a₁ для корректного расчёта восстановления.

source: Not enough activities in the last 21 days with artifact percentage below 10% to calculate recovery. Currently, you have {current} activities available, but at least {required} are required.
de: Nicht genügend Aktivitäten in den letzten 21 Tagen mit Artefakt-Prozentsatz unter 10% für die Recovery-Berechnung. Du hast momentan {current} Aktivitäten verfügbar, aber mindestens {required} sind erforderlich.
es: No hay suficientes actividades en los últimos 21 días con porcentaje de artefactos menor al 10% para calcular recuperación. Actualmente, tienes {current} actividades disponibles, pero se requieren al menos {required}.
fr: Pas assez d'activités dans les 21 derniers jours avec un pourcentage d'artéfacts inférieur à 10% pour calculer la recovery. Tu as actuellement {current} activités disponibles, mais au moins {required} sont requises.
it: Attività insufficienti negli ultimi 21 giorni con percentuale di artefatti sotto il 10% per calcolare il recupero. Attualmente, hai {current} attività disponibili, ma almeno {required} sono richieste.
nl: Er zijn niet genoeg activiteiten in de laatste 21 dagen met een artefactpercentage onder de 10% om je herstel te berekenen. Momenteel heb je {current} activiteiten beschikbaar, maar er zijn er minimaal {required} nodig.
pl: Za mało aktywności z ostatnich 21 dni z odsetkiem artefaktów poniżej 10%, aby obliczyć regenerację. Obecnie masz {current} dostępnych aktywności, a wymaganych jest co najmniej {required}.
pt: Atividades insuficientes nos últimos 21 dias com porcentagem de artefatos abaixo de 10% para calcular Recovery. Atualmente, você tem {current} atividades disponíveis, mas pelo menos {required} são necessárias.
ru: Недостаточно активностей за последний 21 день с процентом артефактов ниже 10 % для расчета восстановления. Сейчас у вас есть {current} таких активностей, а требуется как минимум {required}.

source: Not enough activities in the last 21 days with artifact percentage below 10% and sufficient power and or a₁ data available to calculate recovery. Currently, you have {current} activities available, but at least {required} are required.
de: Nicht genügend Aktivitäten in den letzten 21 Tagen mit Artefakt-Prozentsatz unter 10% und ausreichend Power- und/oder a₁ Daten für die Recovery-Berechnung verfügbar. Du hast momentan {current} Aktivitäten verfügbar, aber mindestens {required} sind erforderlich.
es: No hay suficientes actividades en los últimos 21 días con porcentaje de artefactos menor al 10% y suficientes datos de potencia y/o a₁ disponibles para calcular recuperación. Actualmente, tienes {current} actividades disponibles, pero se requieren al menos {required}.
fr: Pas assez d'activités dans les 21 derniers jours avec un pourcentage d'artéfacts inférieur à 10% et des données de power et/ou a₁ suffisantes pour calculer la recovery. Tu as actuellement {current} activités disponibles, mais au moins {required} sont requises.
it: Attività insufficienti negli ultimi 21 giorni con percentuale di artefatti sotto il 10% e dati sufficienti di potenza e/o a₁ disponibili per calcolare il recupero. Attualmente, hai {current} attività disponibili, ma almeno {required} sono richieste.
pl: Za mało aktywności z ostatnich 21 dni z odsetkiem artefaktów poniżej 10% oraz z wystarczającą ilością danych o mocy i/lub a₁, aby obliczyć regenerację. Obecnie masz {current} dostępnych aktywności, a wymaganych jest co najmniej {required}.
pt: Atividades insuficientes nos últimos 21 dias com porcentagem de artefatos abaixo de 10% e dados suficientes de Power e/ou a₁ disponíveis para calcular Recovery. Atualmente, você tem {current} atividades disponíveis, mas pelo menos {required} são necessárias.
ru: Недостаточно активностей за последний 21 день с процентом артефактов ниже 10 % и достаточными данными о мощности и/или a₁ для расчета восстановления. Сейчас у вас есть {current} таких активностей, а требуется как минимум {required}.

source: Not enough activities in the last 21 days with artifact percentage below 10% and sufficient pace and or a₁ data available to calculate recovery. Currently, you have {current} activities available, but at least {required} are required.
de: Nicht genügend Aktivitäten in den letzten 21 Tagen mit Artefakt-Prozentsatz unter 10% und ausreichend Pace- und/oder a₁ Daten für die Recovery-Berechnung verfügbar. Du hast momentan {current} Aktivitäten verfügbar, aber mindestens {required} sind erforderlich.
es: No hay suficientes actividades en los últimos 21 días con porcentaje de artefactos menor al 10% y suficientes datos de ritmo y/o a₁ disponibles para calcular recuperación. Actualmente, tienes {current} actividades disponibles, pero se requieren al menos {required}.
fr: Pas assez d'activités dans les 21 derniers jours avec un pourcentage d'artéfacts inférieur à 10% et des données de pace et/ou a₁ suffisantes pour calculer la recovery. Tu as actuellement {current} activités disponibles, mais au moins {required} sont requises.
it: Attività insufficienti negli ultimi 21 giorni con percentuale di artefatti sotto il 10% e dati sufficienti di passo e/o a₁ disponibili per calcolare il recupero. Attualmente, hai {current} attività disponibili, ma almeno {required} sono richieste.
pl: Za mało aktywności z ostatnich 21 dni z odsetkiem artefaktów poniżej 10% oraz z wystarczającą ilością danych o tempie i/lub a₁, aby obliczyć regenerację. Obecnie masz {current} dostępnych aktywności, a wymaganych jest co najmniej {required}.
pt: Atividades insuficientes nos últimos 21 dias com porcentagem de artefatos abaixo de 10% e dados suficientes de Pace e/ou a₁ disponíveis para calcular Recovery. Atualmente, você tem {current} atividades disponíveis, mas pelo menos {required} são necessárias.
ru: Недостаточно активностей за последний 21 день с процентом артефактов ниже 10 % и достаточными данными о темпе и/или a₁ для расчета восстановления. Сейчас у вас есть {current} таких активностей, а требуется как минимум {required}.

source: No aݝ data available for recovery calculation.
nl: Geen aݝ-data beschikbaar voor de herstelberekening.

source: No power data available for aݝ recovery calculation.
nl: Geen vermogensdata beschikbaar voor de aݝ-herstelberekening.

source: Power data is derived from heart rate and can't be used for aݝ recovery calculation.
nl: Vermogensdata is afgeleid van de hartslag en kan niet worden gebruikt voor de aݝ-herstelberekening.

source: Artifact percentage is too high (greater than 10%) for aݝ recovery calculation.
nl: Het artefactpercentage is te hoog (hoger dan 10 %) voor de aݝ-herstelberekening.

source: Not suffient power and or aݝ data available for recovery calculation from your latest activity.
nl: Onvoldoende vermogens- en/of aݝ-data beschikbaar in je laatste activiteit voor de herstelberekening.

source: Not suffient pace and or aݝ data available for recovery calculation from your latest activity.
nl: Onvoldoende tempo- en/of aݝ-data beschikbaar in je laatste activiteit voor de herstelberekening.

source: Not enough activities in the last 21 days with artifact percentage below 10% and sufficient power and or aݝ data available to calculate recovery.
nl: Onvoldoende activiteiten in de afgelopen 21 dagen met een artefactpercentage onder 10 % en voldoende vermogens- en/of aݝ-data om het herstel te berekenen.

source: Not enough activities in the last 21 days with artifact percentage below 10% and sufficient pace and or aݝ data available to calculate recovery.
nl: Onvoldoende activiteiten in de afgelopen 21 dagen met een artefactpercentage onder 10 % en voldoende tempo- en/of aݝ-data om het herstel te berekenen.

source: Your latest activity is not within the support of the past activities, i.e. it is not similar enough in power and aݝ to meaningfully calculate recovery.
nl: Je laatste activiteit valt buiten het patroon van eerdere activiteiten, d.w.z. ze is qua vermogen en aݝ onvoldoende vergelijkbaar om het herstel zinvol te berekenen.

source: Your latest activity is not within the support of the past activities, i.e. it is not similar enough in pace and aݝ to meaningfully calculate recovery.
nl: Je laatste activiteit valt buiten het patroon van eerdere activiteiten, d.w.z. ze is qua tempo en aݝ onvoldoende vergelijkbaar om het herstel zinvol te berekenen.

source: Not enough activities in the last 21 days with artifact percentage below 10% and sufficient power and or aݝ data available to calculate recovery. Currently, you have {current} activities available, but at least {required} are required.
nl: Er zijn niet genoeg activiteiten in de laatste 21 dagen met een artefactpercentage onder de 10% en voldoende beschikbare vermogens- en/of aݝ-gegevens om je herstel te berekenen. Momenteel heb je {current} activiteiten beschikbaar, maar er zijn er minimaal {required} nodig.

source: Not enough activities in the last 21 days with artifact percentage below 10% and sufficient pace and or aݝ data available to calculate recovery. Currently, you have {current} activities available, but at least {required} are required.
nl: Er zijn niet genoeg activiteiten in de laatste 21 dagen met een artefactpercentage onder de 10% en voldoende beschikbare tempo- en/of aݝ-gegevens om je herstel te berekenen. Momenteel heb je {current} activiteiten beschikbaar, maar er zijn er minimaal {required} nodig.
