Repository: ai-endurance/i18n
Catalog: backend/training_engine/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pl, pt, ru

source: You missed a workout. Do you want us to adapt your plan?
de: Du hast ein Training verpasst. Sollen wir deinen Plan anpassen?
es: Perdiste un entrenamiento. ¿Quieres que adaptemos tu plan?
fr: Tu as manqué un entraînement. Veux-tu que nous adaptions ton plan ?
it: Hai perso un allenamento. Vuoi che adattiamo il tuo piano?
nl: Je hebt een training gemist. Wil je dat we je plan aanpassen?
pl: Pominięto trening. Czy dostosować plan?
pt: Você perdeu um treino. Quer que adaptemos seu plano?
ru: Вы пропустили тренировку. Хотите, чтобы мы адаптировали ваш plan?

source: You decided to skip a future workout. Do you want us to adapt your plan?
de: Du hast beschlossen, ein zukünftiges Training zu überspringen. Sollen wir deinen Plan anpassen?
es: Decidiste omitir un entrenamiento futuro. ¿Quieres que adaptemos tu plan?
fr: Tu as décidé de sauter un entraînement. Veux-tu que nous adaptions ton plan ?
it: Hai deciso di saltare un allenamento futuro. Vuoi che adattiamo il tuo piano?
nl: Je hebt besloten een toekomstige training over te slaan. Wil je dat we je plan aanpassen?
pl: Oznaczono przyszły trening jako pominięty. Czy dostosować plan?
pt: Você decidiu pular um treino futuro. Quer que adaptemos seu plano?
ru: Вы решили пропустить будущую тренировку. Хотите, чтобы мы адаптировали ваш plan?

source: Do you want us to adapt your plan?
de: Sollen wir deinen Plan anpassen?
es: ¿Quieres que adaptemos tu plan?
fr: Veux-tu que nous adaptions ton plan ?
it: Vuoi che adattiamo il tuo piano?
nl: Wil je dat we je plan aanpassen?
pl: Czy dostosować plan?
pt: Quer que adaptemos seu plano?
ru: Хотите, чтобы мы адаптировали ваш plan?

source: We will move the missed workout '%(title)s' originally scheduled for %(original_date)s to %(new_date)s.
de: Wir verschieben das verpasste Training '%(title)s' vom %(original_date)s auf den %(new_date)s.
es: Moveremos el entrenamiento perdido '%(title)s' originalmente programado para %(original_date)s al %(new_date)s.
fr: Nous allons déplacer l'entraînement manqué '%(title)s' initialement prévu le %(original_date)s vers le %(new_date)s.
it: Sposteremo l'allenamento perso '%(title)s' originariamente programmato per %(original_date)s al %(new_date)s.
nl: We verplaatsen de gemiste training '%(title)s' van %(original_date)s naar %(new_date)s.
pl: Pominięty trening '%(title)s', pierwotnie zaplanowany na %(original_date)s, zostanie przeniesiony na %(new_date)s.
pt: Moveremos o treino perdido '%(title)s' originalmente agendado para %(original_date)s para %(new_date)s.
ru: Мы перенесём пропущенную тренировку '%(title)s', запланированную на %(original_date)s, на %(new_date)s.

source: We will move the skipped workout '%(title)s' originally scheduled for %(original_date)s to %(new_date)s.
de: Wir verschieben das übersprungene Training '%(title)s' vom %(original_date)s auf den %(new_date)s.
es: Moveremos el entrenamiento omitido '%(title)s' originalmente programado para %(original_date)s al %(new_date)s.
fr: Nous allons déplacer l'entraînement sauté '%(title)s' initialement prévu le %(original_date)s vers le %(new_date)s.
it: Sposteremo l'allenamento saltato '%(title)s' originariamente programmato per %(original_date)s al %(new_date)s.
nl: We verplaatsen de overgeslagen training '%(title)s' van %(original_date)s naar %(new_date)s.
pl: Trening '%(title)s' oznaczony jako pominięty, pierwotnie zaplanowany na %(original_date)s, zostanie przeniesiony na %(new_date)s.
pt: Moveremos o treino pulado '%(title)s' originalmente agendado para %(original_date)s para %(new_date)s.
ru: Мы перенесём пропущенную тренировку '%(title)s', запланированную на %(original_date)s, на %(new_date)s.

source: We will switch the missed workout '%(title)s' with the endurance workout '%(endurance_title)s' originally scheduled for %(date)s.
de: Wir tauschen das verpasste Training '%(title)s' mit dem Ausdauertraining '%(endurance_title)s' vom %(date)s.
es: Cambiaremos el entrenamiento perdido '%(title)s' con el entrenamiento de Endurance '%(endurance_title)s' originalmente programado para %(date)s.
fr: Nous allons échanger l'entraînement manqué '%(title)s' avec la séance d'Endurance '%(endurance_title)s' du %(date)s.
it: Scambieremo l'allenamento perso '%(title)s' con l'allenamento di Endurance '%(endurance_title)s' originariamente programmato per %(date)s.
nl: We wisselen de gemiste training '%(title)s' om met de Endurance training '%(endurance_title)s' van %(date)s.
pl: Pominięty trening '%(title)s' zostanie zamieniony z treningiem Endurance '%(endurance_title)s' zaplanowanym na %(date)s.
pt: Trocaremos o treino perdido '%(title)s' com o treino de Endurance '%(endurance_title)s' originalmente agendado para %(date)s.
ru: Мы заменим пропущенную тренировку '%(title)s' на тренировку Endurance '%(endurance_title)s', запланированную на %(date)s.

source: We will switch the skipped workout '%(title)s' with the endurance workout '%(endurance_title)s' originally scheduled for %(date)s.
de: Wir tauschen das übersprungene Training '%(title)s' mit dem Ausdauertraining '%(endurance_title)s' vom %(date)s.
es: Cambiaremos el entrenamiento omitido '%(title)s' con el entrenamiento de Endurance '%(endurance_title)s' originalmente programado para %(date)s.
fr: Nous allons échanger l'entraînement sauté '%(title)s' avec la séance d'Endurance '%(endurance_title)s' du %(date)s.
it: Scambieremo l'allenamento saltato '%(title)s' con l'allenamento di Endurance '%(endurance_title)s' originariamente programmato per %(date)s.
nl: We wisselen de overgeslagen training '%(title)s' om met de Endurance training '%(endurance_title)s' van %(date)s.
pl: Trening '%(title)s' oznaczony jako pominięty zostanie zamieniony z treningiem Endurance '%(endurance_title)s' zaplanowanym na %(date)s.
pt: Trocaremos o treino pulado '%(title)s' com o treino de Endurance '%(endurance_title)s' originalmente agendado para %(date)s.
ru: Мы заменим пропущенную тренировку '%(title)s' на тренировку Endurance '%(endurance_title)s', запланированную на %(date)s.

source: We will increase the volume of '%(title)s' on %(date)s by %(percentage)s%%.
de: Wir erhöhen das Volumen von '%(title)s' am %(date)s um %(percentage)s%%.
es: Aumentaremos el volumen de '%(title)s' el %(date)s en un %(percentage)s%%.
fr: Nous allons augmenter le volume de ta séance '%(title)s' le %(date)s de %(percentage)s%%.
it: Aumenteremo il volume di '%(title)s' il %(date)s del %(percentage)s%%.
nl: We verhogen het volume van '%(title)s' op %(date)s met %(percentage)s%%.
pl: Objętość treningu '%(title)s' w dniu %(date)s zostanie zwiększona o %(percentage)s%%.
pt: Aumentaremos o volume de '%(title)s' em %(date)s em %(percentage)s%%.
ru: Мы увеличим объём тренировки '%(title)s' от %(date)s на %(percentage)s%%.

source: Your recovery is lower than expected.
de: Deine Recovery ist niedriger als erwartet.
es: Tu Recovery es menor de lo esperado.
fr: Ta Recovery est plus faible que prévu.
it: Il tuo Recovery è più basso del previsto.
nl: Je herstel is lager dan verwacht.
pl: Poziom regeneracji jest niższy niż oczekiwano.
pt: Seu Recovery está menor que o esperado.
ru: Ваше восстановление ниже ожидаемого.

source: Your sentiment towards exercising is not ideal.
de: Deine Einstellung zum Training ist nicht ideal.
es: Tu sentimiento hacia el ejercicio no es el ideal.
fr: Ton état d'esprit vis-à-vis de l'entraînement n'est pas idéal.
it: Il tuo sentimento verso l'esercizio non è ideale.
nl: Je houding ten opzichte van trainen is niet ideaal.
pl: Nastawienie do ćwiczeń nie jest idealne.
pt: Seu sentimento em relação ao exercício não está ideal.
ru: Ваш настрой на тренировки не идеален.

source: Your body temperature is elevated.
de: Deine Körpertemperatur ist erhöht.
es: Tu temperatura corporal está elevada.
fr: Ta température corporelle est élevée.
it: La tua temperatura corporea è elevata.
nl: Je lichaamstemperatuur is verhoogd.
pl: Temperatura ciała jest podwyższona.
pt: Sua temperatura corporal está elevada.
ru: Ваша температура тела повышена.

source: Do you want to skip today's workout?
de: Möchtest du das heutige Training auslassen?
es: ¿Quieres omitir el entrenamiento de hoy?
fr: Veux-tu sauter l'entraînement d'aujourd'hui ?
it: Vuoi saltare l'allenamento di oggi?
nl: Wil je de training van vandaag overslaan?
pl: Pominąć dzisiejszy trening?
pt: Você quer pular o treino de hoje?
ru: Вы хотите пропустить сегодняшнюю тренировку?

source: We will delete today's workout '%(title)s'.
de: Wir werden das heutige Training '%(title)s' löschen.
es: Eliminaremos el entrenamiento de hoy '%(title)s'.
fr: Nous allons supprimer l'entraînement d'aujourd'hui '%(title)s'.
it: Elimineremo l'allenamento di oggi '%(title)s'.
nl: We verwijderen de training van vandaag '%(title)s'.
pl: Dzisiejszy trening '%(title)s' zostanie usunięty.
pt: Excluiremos o treino de hoje '%(title)s'.
ru: Мы удалим сегодняшнюю тренировку «%(title)s».

source: We recommend an Endurance %(act_type)s instead.
de: Wir empfehlen stattdessen ein Endurance-Training (%(act_type)s).
es: Recomendamos un %(act_type)s de Endurance en su lugar.
fr: Nous recommandons plutôt une séance d'Endurance (%(act_type)s).
it: Raccomandiamo un %(act_type)s di Endurance invece.
nl: We raden in plaats daarvan een Endurance %(act_type)s aan.
pl: Zalecamy w zamian trening Endurance (%(act_type)s).
pt: Recomendamos um %(act_type)s de Endurance em vez disso.
ru: Вместо этого рекомендуем Endurance %(act_type)s.

source: We will replace today's workout '%(title)s' with a %(duration)s easy Endurance %(act_type)s.
de: Wir ersetzen das heutige Training '%(title)s' durch ein %(duration)s leichtes Endurance-Training (%(act_type)s).
es: Reemplazaremos el entrenamiento de hoy '%(title)s' con un %(act_type)s de Endurance fácil de %(duration)s.
fr: Nous allons remplacer l'entraînement d'aujourd'hui '%(title)s' par une séance d'Endurance facile de %(duration)s (%(act_type)s).
it: Sostituiremo l'allenamento di oggi '%(title)s' con un %(act_type)s di Endurance facile di %(duration)s.
nl: We vervangen de training van vandaag '%(title)s' door een rustige Endurance %(act_type)s van %(duration)s.
pl: Dzisiejszy trening '%(title)s' zostanie zastąpiony łatwym treningiem Endurance (%(act_type)s) o czasie trwania %(duration)s.
pt: Substituiremos o treino de hoje '%(title)s' por um %(act_type)s de Endurance fácil de %(duration)s.
ru: Мы заменим сегодняшнюю тренировку «%(title)s» на лёгкую Endurance %(act_type)s длительностью %(duration)s.

source: We recommend reducing the duration of today's workout.
de: Wir empfehlen, die Dauer des heutigen Trainings zu reduzieren.
es: Recomendamos reducir la duración del entrenamiento de hoy.
fr: Nous recommandons de réduire la durée de l'entraînement d'aujourd'hui.
it: Raccomandiamo di ridurre la durata dell'allenamento di oggi.
nl: We raden aan om de duur van de training van vandaag te verkorten.
pl: Zalecamy skrócenie czasu trwania dzisiejszego treningu.
pt: Recomendamos reduzir a duração do treino de hoje.
ru: Рекомендуем сократить длительность сегодняшней тренировки.

source: We will change today's workout '%(title)s' to a %(duration)s easy Endurance %(act_type)s.
de: Wir ändern das heutige Training '%(title)s' zu einem %(duration)s leichten Endurance-Training (%(act_type)s).
es: Cambiaremos el entrenamiento de hoy '%(title)s' a un %(act_type)s de Endurance fácil de %(duration)s.
fr: Nous allons modifier l'entraînement d'aujourd'hui '%(title)s' pour en faire une séance d'Endurance facile de %(duration)s (%(act_type)s).
it: Cambieremo l'allenamento di oggi '%(title)s' in un %(act_type)s di Endurance facile di %(duration)s.
nl: We wijzigen de training van vandaag '%(title)s' naar een rustige Endurance %(act_type)s van %(duration)s.
pl: Dzisiejszy trening '%(title)s' zostanie zmieniony na łatwy trening Endurance (%(act_type)s) o czasie trwania %(duration)s.
pt: Mudaremos o treino de hoje '%(title)s' para um %(act_type)s de Endurance fácil de %(duration)s.
ru: Мы изменим сегодняшнюю тренировку «%(title)s» на лёгкую Endurance %(act_type)s длительностью %(duration)s.

source: Your recovery is low. Stay towards the lower end of your zones.
de: Deine Recovery ist niedrig. Bleibe im unteren Bereich deiner Zonen.
es: Tu Recovery es bajo. Mantente hacia el extremo inferior de tus zonas.
fr: Ta Recovery est faible. Reste dans la partie basse de tes zones.
it: Il tuo Recovery è basso. Rimani verso l'estremità inferiore delle tue zone.
nl: Je herstel is laag. Blijf aan de onderkant van je zones.
pl: Poziom regeneracji jest niski. Należy trzymać się dolnych zakresów stref.
pt: Seu Recovery está baixo. Mantenha-se na extremidade inferior de suas zonas.
ru: Ваше восстановление низкое. Придерживайтесь нижней границы ваших зон.
