{
    "metadata": {
        "title": "Account",
        "description": "Gerencie as configurações da sua conta aqui"
    },
    "accountSettings": "Configurações da Conta",
    "weight": "Peso (kg)",
    "height": "Altura (cm)",
    "language": "Idioma",
    "updateStravaDescription": "Atualizar descrição do Strava",
    "useDataForResearch": "Usar dados para pesquisa",
    "useRunningPower": "Usar Running Power",
    "useHrvDerivedThresholds": "Usar thresholds derivados de HRV",
    "controlGarminWorkoutsWithLapButton": "Controlar treinos Garmin com o botão de volta (lap)",
    "controlIntervalsicuWorkoutsWithLapButton": "Controlar treinos do Intervals.icu com o botão de volta (lap)",
    "estimatePowerFromHr": "Estimar Power a partir da FC",
    "useSecondaryLayerOfTrainingForDigitalTwin": "Usar camada secundária de treino para o Digital Twin",
    "useSdnnInsteadOfRmssdHrv": "Usar SDNN em vez de RMSSD HRV",
    "manuallySetZones": "Definir Zonas Manualmente",
    "cyclingZones": "Zonas de Ciclismo (W)",
    "runningPowerZones": "Zonas de Running Power (W)",
    "runningZones": "Zonas de Corrida (min{unit})",
    "enduranceCeiling": "Teto de Endurance",
    "tempoCeiling": "Teto de Tempo",
    "thresholdCeiling": "Teto de Threshold",
    "vo2maxCeiling": "Teto de VO2Max",
    "detectedAerobicThresholdForCycling": "Threshold aeróbico detectado para ciclismo:",
    "detectedAerobicThresholdForRunning": "Threshold aeróbico detectado para corrida:",
    "changeUserType": "Mudar Tipo de Usuário",
    "runner": "Corredor(a)",
    "cyclist": "Ciclista",
    "triathlete": "Triatleta",
    "saveChanges": "Salvar Alterações",
    "accountUpdated": "Conta atualizada!",
    "accountUpdateFailed": "Falha ao atualizar a conta",
    "pleaseWaitForPlanSearch": "Por favor, aguarde a busca de plano atual terminar para salvar quaisquer alterações.",
    "confirmRunningPowerChange": "Tem certeza de que deseja alterar sua configuração de Running Power? Isso excluirá seu plano de treino atual e criará um novo plano com base na sua nova configuração de Running Power. Você poderá editar o plano assim que a configuração de Running Power for atualizada. Como talvez precisemos treinar um novo modelo de IA para isso, pode levar alguns minutos. Por favor, atualize esta página alguns minutos após salvar as alterações.",
    "confirmUserTypeChange": "Tem certeza de que deseja alterar seu tipo de usuário? Isso excluirá seu plano de treino atual e criará um plano de treino padrão de 6 semanas para seu novo tipo de usuário. Você poderá editar o plano assim que a mudança de tipo de usuário for concluída. Como temos que treinar um novo modelo de IA para isso, pode levar alguns minutos. Por favor, atualize esta página alguns minutos após salvar as alterações.",
    "resetCheckIn": "Redefinir Check-in",
    "reset": "Redefinir",
    "checkInReset": "Check-in Redefinido!",
    "checkInResetFailed": "Falha ao Redefinir o Check-in!",
    "referAFriend": "Convidar amigos",
    "referralBodyText": "Ganhe $10 USD em crédito por cada amigo que você indicar que se torne um assinante pagante. Compartilhe seu link de indicação exclusivo e comece a economizar na sua assinatura hoje. Seu link de indicação:",
    "referralLinkCopied": "Link de indicação copiado!",
    "subscription": "Assinatura",
    "pleaseWaitForPlanSearchToManageSubscription": "Por favor, aguarde a busca de plano atual terminar para gerenciar sua assinatura",
    "manageSubscriptionInAppleIosApp": "Gerencie sua assinatura no aplicativo Apple iOS",
    "manageSubscriptionOnAiEnduranceWebsite": "Gerencie sua assinatura no site da AI Endurance",
    "youHaveCreditOf": "Você tem um crédito de ${credit} USD",
    "notSubscribedToAnyPlan": "Você não está inscrito em nenhum plano",
    "onTheYearlyPlan": "Você está no plano anual",
    "onTheMonthlyPlan": "Você está no plano mensal",
    "downloadRecoveryHistory": "Baixar Histórico de Recovery",
    "download": "Baixar",
    "dangerZone": "ZONA DE PERIGO",
    "deleteAccount": "Excluir Conta",
    "pleaseWaitForPlanSearchToDeleteAccount": "Por favor, aguarde a busca de plano atual terminar para excluir sua conta",
    "errorDeletingAccount": "Erro ao excluir a conta",
    "confirmDeleteAccount": "Se houver algo errado com sua conta, por favor, entre em contato com o suporte primeiro. Não exclua para recriar uma conta. O Garmin só permite importar seu histórico uma vez. Você pode não conseguir importar seus dados novamente. Tem certeza de que deseja excluir sua conta?",
    "poolLength": "Comprimento da Piscina",
    "unit": "Unidade",
    "setPerformanceLevels": "Definir níveis de desempenho",
    "performanceOn": "Desempenho em",
    "swimmingData": "Dados de Natação",
    "autocalcCss": "Autocalcular CSS",
    "pleaseWaitForPlanSearchToUpdateCss": "Por favor, aguarde a busca de plano atual terminar para atualizar o CSS",
    "criticalSwimSpeed": "Critical Swim Speed",
    "per100m": "a cada 100m",
    "per100yd": "a cada 100yd",
    "criticalSwimSpeedUpdated": "Critical Swim Speed atualizado!",
    "criticalSwimSpeedUpdateFailed": "Falha ao atualizar o Critical Swim Speed!",
    "billing": "Faturamento",
    "billingSettings": "Configurações de Faturamento",
    "errorConnectingToStripe": "Erro ao conectar com o Stripe",
    "cancelSubscription": "Cancelar Assinatura",
    "confirmCancelSubscription": "Tem certeza de que deseja cancelar sua assinatura?",
    "subscriptionCancelledSuccessfully": "Assinatura cancelada com sucesso",
    "failedToCancelSubscription": "Falha ao cancelar a assinatura",
    "subscriptionCanceledMessage": "Sua assinatura foi cancelada e permanecerá ativa até o final do ciclo de faturamento atual.",
    "reactivateSubscription": "Reativar Assinatura",
    "subscriptionReactivated": "Assinatura reativada!",
    "failedToReactivateSubscription": "Falha ao reativar a assinatura",
    "successfullyResubscribed": "Você se reinscreveu com sucesso! Bem-vindo(a) de volta!",
    "subscriptionExpiresMessage": "Você cancelou sua assinatura, que expirará no final do ciclo de faturamento atual.",
    "calculateZones": "Calcular Zonas",
    "pleaseWaitForPlanSearchToRecalculateZones": "Por favor, aguarde a busca de plano atual terminar antes de recalcular as zonas.",
    "autocalcZones": "Autocalcular Zonas",
    "failedToAutocalculateZones": "Falha ao autocalcular as zonas. Por favor, tente novamente mais tarde.",
    "successfullyAutocalculatedZones": "Zonas autocalculadas com sucesso.",
    "changeSubscription": "Alterar Assinatura",
    "subscribe": "Assinar",
    "units": "Unidades",
    "imperial": "Imperial",
    "metric": "Métrico",
    "labels": {
        "zonesLabel": {
            "paragraph1": "Você pode definir manualmente suas zonas de intensidade. Os limiares (thresholds) aeróbicos de frequência cardíaca são calculados a partir dos seus dados de DFA a₁ se presentes nos últimos 90 dias. Para mais explicações, veja",
            "learnMore": "explicação das zonas de treino."
        },
        "autocalcZonesLabel": {
            "paragraph1": "Podemos calcular automaticamente suas zonas para você a partir de seus dados históricos. Usamos o seguinte sistema para estimar suas zonas: Primeiro, procuramos por desempenhos em testes recentes e níveis de desempenho que você definiu manualmente nos últimos 14 dias.",
            "paragraph2": "Segundo, se você estiver usando thresholds derivados de HRV, tentamos encontrar dados de threshold de DFA a₁ suficientes para definir suas zonas. Tentamos com os dados dos últimos 30 dias e, se não houver dados suficientes, usamos os dados dos últimos 90 dias.",
            "paragraph3": "Terceiro, usamos medições de Critical Power das últimas 4 semanas para definir suas zonas.",
            "paragraph4": "Quarto, usamos a distribuição de seus dados históricos de power/pace dos últimos meses para definir suas zonas.",
            "paragraph5": "Num passo final, realizamos várias verificações de consistência com seus desempenhos recentes para garantir que as zonas sejam precisas. Isso inclui definir sua zona de Endurance de forma independente através de dados de threshold aeróbico de DFA a₁ se disponíveis.",
            "paragraph6": "O processo inteiro pode levar alguns minutos.",
            "paragraph7": "Alternativamente, você pode usar o Chat para definir suas zonas com base em atividades recentes selecionadas e outras entradas personalizadas. Esta é a opção mais personalizável disponível."
        },
        "researchLabel": {
            "paragraph1": "Permita-nos usar seus dados para publicar estudos de pesquisa sobre a eficácia do treino de endurance, que podem ajudar a avançar a pesquisa em exercícios e ajudar outros atletas a alcançarem seus objetivos. Somos extremamente conscientes sobre suas preocupações com a privacidade. Seus dados permanecerão sempre anônimos, ou seja, seu nome ou quaisquer valores de desempenho nunca serão publicados. Os dados seriam publicados apenas de forma agregada, como: 'Em média, a composição de treino x ajudou os atletas a melhorar em y por cento.' Por padrão, esta caixa está desmarcada, ou seja, seus dados nunca entrarão em nenhuma pesquisa pública sem o seu consentimento. Para um exemplo de estudo, veja",
            "learnMore": "este estudo."
        },
        "hrvThresholdsLabel": {
            "paragraph1": "Se marcado, usamos seus thresholds de DFA a₁ derivados de seus dados de HRV para treinar seu modelo de IA e prever seu desempenho.",
            "learnMore": "Saiba mais."
        },
        "swimmingLabel": {
            "paragraph1": "Podemos calcular automaticamente sua velocidade crítica de natação (CSS) para você a partir da distribuição do seu histórico de pace de natação. Ou você pode ajustar manualmente seu CSS. Seu CSS é o pace que você teoricamente pode manter sem exaustão.",
            "learnMore": "Saiba mais sobre um teste de CSS."
        },
        "disciplineLabel": {
            "paragraph1": "Você pode definir manualmente os níveis de desempenho se sentir que os dados não representam bem seu estado de condicionamento físico, por exemplo, se você não fez um teste por um período de tempo. Isso deve ser usado com moderação. Nossa IA detecta automaticamente a maioria dos desempenhos em corridas e testes (veja o FAQ). Para mais explicações, veja",
            "learnMore": "explicação das zonas de treino."
        },
        "phrLabel": {
            "appended": "Nossa IA pode prever seu Power de ciclismo a partir da sua frequência cardíaca, cadência e/ou DFA a₁ para pedaladas sem medidor de potência. Se houver dados de cadência ou a₁, a precisão do Power estimado geralmente melhora significativamente. Às vezes, as medições de frequência cardíaca são muito imprecisas, por exemplo, com sensores ópticos de pulso. Isso pode resultar em estimativas de Power muito imprecisas. Nesse caso, você pode desativar este recurso e levaremos em conta apenas as pedaladas com medições de um medidor de potência para nossa IA. Para poder prever o Power a partir da frequência cardíaca, exigimos pelo menos 1 hora de tempo de atividade com Power e frequência cardíaca em seu histórico.",
            "learnMore": "Saiba mais.",
            "estimationError": "Seu erro de estimativa:",
            "fromHeartRateCadenceDfa": "de frequência cardíaca + cadence + DFA a₁",
            "fromHeartRateDfa": "de frequência cardíaca + DFA a₁",
            "fromHeartRateCadence": "de frequência cardíaca + cadence",
            "fromHeartRateOnly": "apenas de frequência cardíaca"
        },
        "runningPowerLabel": {
            "base": "Se marcado, baseamos seu treino em Running Power. Caso contrário, usamos GAP (Grade Adjusted Pace). Se você alterar sua configuração de Running Power, isso excluirá seu plano de treino atual e criará um novo plano com base na sua nova configuração de Running Power assim que você confirmar as alterações. Podemos ter que treinar um novo modelo de IA caso você altere suas configurações. Por favor, atualize após alguns minutos. Atualmente, você tem {nRunningPower} corridas com Running Power de um total de {nRunning} corridas na AI Endurance.",
            "insufficientData": " Atualmente, você não tem dados suficientes de Running Power, por isso voltamos para o padrão GAP. Você precisa de algumas corridas com Power ao longo de algumas semanas para poder usar o Running Power na AI Endurance."
        },
        "pretrainLabel": {
            "paragraph1": "Se marcado, pré-treinamos seu modelo de aprendizado de máquina Digital Twin com os dados acumulados de {userType}s que são semelhantes a você em idade, peso, gênero e nível geral de condicionamento físico. Se desmarcado, seu Digital Twin é treinado apenas com seus dados. Habilitar o pré-treinamento pode resultar em uma maior discrepância entre os níveis de desempenho detectados e previstos, pois a resposta ao treinamento modelada através de dados acumulados pode diferir da sua resposta pessoal."
        },
        "garminLapLabel": {
            "paragraph1": "Se marcado, suas porções de Warm up, Cool down e descanso do seu intervalo terminarão quando você pressionar o botão de volta (lap), em vez de quando a duração respectiva terminar. Isso pode ser útil se você estiver fazendo seu treino ao ar livre e quiser mais controle sobre o horário de início do seu intervalo, por exemplo, devido a restrições de rota ou tráfego."
        },
        "intervalsicuLapLabel": {
            "paragraph1": "Se marcado, suas porções de Warm up, Cool down e descanso do seu intervalo terminarão quando você pressionar o botão de volta (lap), em vez de quando a duração respectiva terminar. Isso pode ser útil se você estiver fazendo seu treino ao ar livre e quiser mais controle sobre o horário de início do seu intervalo, por exemplo, devido a restrições de rota ou tráfego."
        },
        "userTypeLabel": {
            "paragraph1": "Isso excluirá seu plano de treino atual. Mude seu tipo de atleta para ter acesso a diferentes eventos-alvo. Ciclista: FTP; Corredor(a): 5k, 10k, (Meia-)Maratona; Triatleta: Sprint, Olímpico, (Meio-)Ironman. A alteração criará um plano de treino de 6 semanas que você pode editar na página do plano. Podemos ter que treinar um novo modelo de IA - atualize esta página alguns minutos após salvar as alterações."
        },
        "checkinLabel": {
            "paragraph1": "Normalmente, oferecemos um check-in a cada 12 horas. No entanto, se você quiser fazer um check-in adicional ou se dispensou acidentalmente o check-in, pode redefinir o agendamento do check-in aqui e o check-in aparecerá novamente no topo do seu Dashboard."
        },
        "referralLabel": {
            "paragraph1": "Nosso programa de indicação é uma maneira simples e eficaz de você ganhar crédito para sua assinatura da AI Endurance. Ao compartilhar um código de indicação exclusivo com seus amigos, você não está apenas apresentando a eles uma ferramenta que pode ajudar a alcançar seus objetivos de condicionamento físico, mas também ganhando $10 USD em crédito para cada amigo que se inscrever e se tornar um assinante pagante. Este crédito reduz diretamente os custos da sua assinatura - ele só pode ser aplicado a pagamentos futuros da assinatura e não pode ser pago em dinheiro. É uma situação vantajosa para você e seus amigos. Quanto mais amigos você indicar, mais você economiza, sem limite máximo de crédito que pode acumular. Este programa é nossa forma de agradecer por ser um membro valioso da comunidade AI Endurance e por nos ajudar a crescer."
        },
        "recoveryHistoryLabel": {
            "paragraph1": "Baixe seus dados históricos de Recovery em formato csv."
        },
        "useSdnnInsteadRmssd": {
            "paragraph1": "Se você está coletando dados de HRV noturnos com um Apple Watch, talvez queira usar SDNN em vez de RMSSD para seus dados de HRV. Isso ocorre porque o Apple Watch não fornece dados de RMSSD. SDNN é uma medida da variabilidade da frequência cardíaca que não está relacionada ao ciclo respiratório. É um bom indicador de stress e recovery gerais. Se você estiver usando um dispositivo diferente, deve usar RMSSD."
        }
    }
}