{
    "metadata": {
        "title": "Detalhes dos Dados",
        "description": "Aprofunde-se nos dados avançados sobre seu digital twin, importação de dados e HRV."
    },
    "pastData": {
        "title": "Seus Dados Anteriores",
        "actual": "Real",
        "morePastData": "Mais Dados Anteriores",
        "displayed": "Exibido",
        "weight": "Peso"
    },
    "dataExclusions": {
        "title": "Exclusões de Dados",
        "saveChanges": "Salvar Alterações",
        "dataExclusionsSaved": "Exclusões de dados salvas",
        "errorSavingDataExclusions": "Ocorreu um erro ao salvar suas exclusões de dados",
        "startDate": "Data de Início",
        "endDate": "Data de Fim"
    },
    "hrvTrends": {
        "title": "Suas Tendências de HRV a₁",
        "date": "Data"
    },
    "labels": {
        "alpha": {
            "paragraph1": "Suas tendências em pₐ - o produto do seu ritmo/potência pelos valores de DFA a₁ durante os primeiros 30 minutos de cada atividade. Valores acima da média podem indicar uma prontidão particularmente boa para treinar, enquanto valores abaixo da média indicam o contrário. Para ver seus thresholds aeróbico (a₁ = 0.75) e anaeróbico (a₁ = 0.5) de HRV, clique na legenda ou selecione a frequência cardíaca. Thresholds de ramp tests detectados, bem como de clusters, são exibidos. Um threshold de cluster é a média de todos os valores de ritmo/potência/frequência cardíaca registrados durante os primeiros 30 minutos de uma atividade com valores de a₁ próximos a 0.75 (0.5). A tendência geral (pₐ smooth) indica tendências de longo prazo em seu desempenho. Apenas atividades com corrupção de artefatos inferior a 10% são exibidas.",
            "learnMore": "Saiba mais."
        },
        "pastData": {
            "cyclist": "O modelo de machine learning - seu digital twin - foi treinado com até {nCycling} de suas pedaladas com potência ou potência estimada pela frequência cardíaca.",
            "runnerWithoutPower": "O modelo de machine learning - seu digital twin - foi treinado com até {nRunning} de suas corridas.",
            "runnerWithPower": "O modelo de machine learning - seu digital twin - foi treinado com até {nRunningPower} de suas corridas com potência de corrida.",
            "triathleteWithoutPower": "O modelo de machine learning - seu digital twin - foi treinado com até {nCycling} de suas pedaladas com potência ou potência estimada pela frequência cardíaca e {nRunning} de suas corridas.",
            "triathleteWithPower": "O modelo de machine learning - seu digital twin - foi treinado com até {nCycling} de suas pedaladas com potência ou potência estimada pela frequência cardíaca e {nRunningPower} de suas corridas com potência de corrida.",
            "paragraph4": "O gráfico a seguir mostra um histórico de seus desempenhos ao longo do tempo.",
            "paragraph5": "Também são exibidas as previsões do modelo de machine learning como AI Fit. Grosso modo, quanto mais próximas as duas curvas estiverem, melhor o modelo se tornou em prever seu desempenho. Se você ativou o pré-treinamento para seu digital twin (&apos;Usar camada secundária de treinamento para o digital twin&apos;), isso pode resultar em uma discrepância maior entre os níveis de desempenho detectados e previstos, pois a resposta ao treinamento modelada por meio de dados acumulados pode diferir da sua resposta pessoal.",
            "paragraph6": "Também exibimos o peso relativo atribuído a cada ponto de dados no modelo. Um peso de 1 é o padrão. Um peso de 0.1 indica que dados de desempenho limitados estavam disponíveis, enquanto um peso de 10 reflete uma medição direta, como um HRV threshold, teste de aptidão, corrida ou entrada manual. Além disso, os pontos de dados do passado distante têm um peso menor do que os recentes, com pesos menores representando sua influência reduzida."
        },
        "dataExclusion": {
            "paragraph1": "Aqui você pode excluir intervalos de tempo passados de serem usados para treinar o algoritmo de IA. Você pode considerar esta opção para intervalos de tempo em que estava gravando com um dispositivo mal calibrado, ou se for muito antigo para representar suas capacidades físicas atuais."
        }
    }
}
