{
    "metadata": {
        "title": "FAQ",
        "description": "Perguntas frequentes sobre {partnerTitle}"
    },
    "banner": {
        "title": "Perguntas Frequentes",
        "subtitle": "O AI Endurance oferece recursos poderosos que podem parecer complexos no início. Compilamos respostas para as perguntas mais comuns dos nossos usuários para ajudar você a começar. Se não encontrar o que procura, sinta-se à vontade para entrar em contato conosco ou juntar-se à nossa comunidade no Reddit ou Facebook para obter suporte adicional!",
        "getStarted": "Comece agora!",
        "contactUs": "Fale Conosco"
    },
    "search": {
        "placeholder": "Buscar perguntas..."
    },
    "modal": {
        "close": "Obrigado!"
    },
    "general": {
        "title": "Perguntas Gerais",
        "q1": {
            "title": "Qual o diferencial do AI Endurance em relação a outros aplicativos?",
            "content": "<p>Podemos oferecer a você um treino verdadeiramente personalizado porque nosso algoritmo de IA pode prever seu desempenho a partir dos seus dados. Assim, podemos fornecer os melhores resultados de treino possíveis para suas restrições de tempo e dizer qual desempenho você alcançará se seguir o plano.</p><p>Nós nos preocupamos profundamente com uma abordagem científica e baseada em dados. Sabemos que o AI Endurance funciona porque não apenas o comparamos com as pesquisas mais recentes revisadas por pares em fisiologia do exercício, <link>mas também demonstramos como nosso treino otimizado por IA supera facilmente até mesmo a melhor abordagem genérica que a pesquisa atual tem a oferecer</link>.</p>"
        },
        "q2": {
            "title": "Qual a precisão do AI Endurance na previsão de desempenho?",
            "content": "Podemos prever seu desempenho futuro com cerca de 5% de precisão se você tiver pelo menos 100 corridas com dados de GPS ou pedaladas com dados de potência."
        },
        "q3": {
            "title": "Com que frequência vocês treinam a IA?",
            "content": "Com o AI Endurance, cada usuário recebe seu próprio 'Digital Twin' - um modelo de aprendizado de máquina que representa todas as maneiras possíveis como você responderia a diferentes rotinas de treino. O modelo é atualizado a cada 24 horas para cada usuário, levando em conta cada nova atividade que você enviou via Garmin, Suunto, Coros, Polar, Wahoo, Intervals.icu ou Strava."
        },
        "q4": {
            "title": "Com quais esportes posso usar o AI Endurance?",
            "content": "Corrida, ciclismo e triatlo."
        },
        "q5": {
            "title": "Com quais aplicativos de monitoramento posso usar o AI Endurance?",
            "content": "Garmin Connect, Suunto, Coros, Wahoo, Polar, Intervals.icu, Strava e Apple Watch via <link>Watchletic</link>."
        },
        "q6": {
            "title": "O que é GAP e como o AI Endurance o utiliza?",
            "content": "<p>O <link>Grade Adjusted Pace</link> (GAP) leva em conta os ganhos e perdas de elevação durante sua corrida e normaliza seu ritmo de corrida para um ritmo equivalente em um percurso plano. Por exemplo, se você está correndo em uma subida íngreme, seu ritmo bruto pode ser lento, mas seu GAP pode ser alto, pois leva em conta a inclinação da subida. O AI Endurance usa o GAP para prever seu desempenho na corrida. Suas instruções de ritmo são sempre em GAP.</p><p>Como alternativa ao GAP, você pode usar a Potência de corrida.</p>"
        },
        "q7": {
            "title": "Posso usar o AI Endurance com Potência de corrida?",
            "content": "<p>Sim. Importamos seus dados de Potência de corrida do Garmin Connect, Suunto, Coros, Wahoo, Polar, Intervals.icu e Strava.</p><p>Você pode basear seu plano de treino inteiramente em Potência de corrida e exportar seus treinos para o Garmin Connect, Suunto Guides, Coros, TrainingPeaks, Apple Watch via Watchletic, Intervals.icu e Nolio.</p>"
        },
        "q8": {
            "title": "Como posso usar os treinos de Potência de corrida do AI Endurance com Garmin e Stryd?",
            "content": "Basta instalar o Campo de Dados Stryd no seu relógio, conectar o AI Endurance ao Garmin Upload em Apps e usar a Potência de corrida para o seu plano de treino."
        },
        "q9": {
            "title": "Preciso de dados de potência para ciclismo?",
            "content": "<p>Sim, pelo menos para algumas atividades. A potência é a única métrica no ciclismo que consideramos preditiva. Existem muitas variações nos dados de velocidade e frequência cardíaca que não são indicativas de desempenho. Você não precisa que todas as suas atividades sejam registradas com um medidor de potência. Se sua atividade tiver dados de frequência cardíaca e Cadence, <link>estimamos a potência a partir dessas medições.</link> Precisamos de algumas atividades com pelo menos dados de potência e frequência cardíaca para poder treinar um modelo individualizado para você que preveja sua potência a partir da sua frequência cardíaca e outras métricas, como a Cadence.</p>"
        },
        "q10": {
            "title": "Vocês detectam meus desempenhos em provas e testes de FTP?",
            "content": "<p>Sim. Certifique-se de que seus testes de FTP tenham as palavras 'test' e a duração no título da atividade, por exemplo, '20 min FTP test' para um teste de FTP de vinte minutos. Para Ramp Tests, inclua a palavra 'ramp' no título, por exemplo, 'Ramp Test'. Para alterar o título da sua atividade, clique na atividade no calendário e clique em 'Ver Análise'. Clique no símbolo da caneta ao lado do título da atividade.</p><p>Você pode marcar seus desempenhos em provas selecionando 'Prova' para sua corrida ou pedalada na página de detalhes da atividade do AI Endurance ou usando a opção 'Editar Atividade' no Strava.</p>"
        },
        "q11": {
            "title": "Posso usar o AI Endurance se não tiver dados suficientes?",
            "content": "Sim. Se você ainda não tiver dados suficientes, preveremos seu desempenho com base nos dados acumulados de atletas em nosso banco de dados semelhantes a você. Mudaremos automaticamente para seus dados pessoais à medida que você acumular mais dados em seus aplicativos conectados."
        },
        "q12": {
            "title": "Por que meu desempenho está previsto para diminuir?",
            "content": "<p>Primeiro, certifique-se de que, se você definir manualmente seu nível de desempenho atual, ele reflita seu estado de condicionamento físico real e não um recorde pessoal que pode não ser representativo do seu nível atual. A melhor maneira de avaliar seu nível atual é fazer um teste de FTP para ciclismo ou um contrarrelógio de 15 minutos para corrida (se estiver treinando para distâncias mais curtas) ou um contrarrelógio de 30 minutos (para distâncias mais longas). Nosso algoritmo irá detectar isso automaticamente e ajustar seu nível atual (veja <link>Vocês detectam meus desempenhos em provas e testes de FTP?</link>). Também pode haver situações em que é difícil para nosso algoritmo detectar seu nível de condicionamento físico, por exemplo, se você raramente fez um teste ou se esforçou no passado. Nesse caso, nossa IA pode subestimar sistematicamente seu nível - no entanto, as melhorias previstas em relação ao nível que detectamos ainda serão realizadas se você seguir o plano. Finalmente, se você sempre treinou 10 horas por semana e está solicitando um plano com 3 horas de treino, pode não haver como manter seu nível atual. Nossas previsões são baseadas nos aprendizados de seus dados e não apenas em desejos. Tenha certeza de que, se este for o caso, nosso algoritmo está encontrando o plano que permite que você diminua o mínimo possível para suas restrições de tempo.</p>"
        },
        "q13": {
            "title": "Por que meu erro de previsão é grande?",
            "content": "<p>Aqui estão algumas razões possíveis:</p><p>1. Lixo entra, lixo sai - seus dados estão limpos, ou seja, de um dispositivo GPS ou medidor de potência bem calibrado? Se não, você pode excluir intervalos de tempo onde dados ruins foram coletados em 'Exclusões de Dados' no Dashboard. Um culpado comum são corridas salvas que na verdade são pedaladas. Você geralmente pode identificá-las por picos de Ritmo no seu gráfico 'Meus Dados Anteriores' no Dashboard.</p><p>2. Para ciclismo, você tem pedalado com várias bicicletas e nem todas estão equipadas com um medidor de potência? Se você registrar uma atividade sem um medidor de potência, mas usar seu monitor de frequência cardíaca e, de preferência, tiver um sensor de Cadence instalado, estimamos sua Potência a partir dessas medições. No entanto, se houver muitas pedaladas sem dados de frequência cardíaca, o modelo ficaria cego para uma fração significativa do treino real. Além disso, se você tem/teve vários medidores de potência/rolos de treino inteligentes e eles leem de forma inconsistente em relação uns aos outros, isso pode causar problemas.</p><p>3. Da mesma forma, se você não está registrando todas as suas corridas com um dispositivo GPS, o modelo fica cego para as atividades que você não está registrando.</p>"
        },
        "q14": {
            "title": "Posso usar unidades imperiais?",
            "content": "Sim, em 'Account', você pode escolher entre o sistema métrico (min/km) e o imperial (min/milha)."
        },
        "q15": {
            "title": "Como posso alterar o idioma ou ajudar com as traduções?",
            "content": "<p>Você pode definir seu idioma preferido na <link>página Conta</link>. Se seu idioma não for suportado, você pode ajudar a criar traduções - criaremos o primeiro rascunho com IA e você pode aprimorar as traduções. Você pode contribuir ou relatar problemas de tradução em nosso <link2>repositório GitHub i18n</link2> ou enviando um e-mail para <link3>info@aiendurance.com</link3>.</p>"
        }
    },
    "plans": {
        "title": "Planos de treino com IA",
        "q1": {
            "title": "Para quais objetivos posso treinar com o AI Endurance?",
            "content": "<p>Corrida: 5k, 10k, (Meia) Maratona, Ultra Endurance Pace, Critical Running Power e Ultra Endurance Power.</p><p>Ciclismo: FTP, Critical Cycling Power e Ultra Endurance Power.</p><p>Triatlo: Sprint, Olímpico, (Meio) Ironman.</p><p>Você também pode criar Custom Configurations que podem incluir qualquer um dos objetivos acima com a priorização que você escolher.</p>"
        },
        "q2": {
            "title": "Posso treinar para múltiplos objetivos simultaneamente?",
            "content": "Sim, você pode treinar para múltiplos objetivos simultaneamente. Além da sua prova A principal, você pode treinar para provas de prioridade B e C na sua preparação para a prova A."
        },
        "q3": {
            "title": "Como os treinos são prescritos?",
            "content": "Prescrevemos treinos principalmente via Ritmo/GAP ou Potência de corrida (corrida), Potência (ciclismo) e Ritmo (natação). Para treinos de Endurance de baixa intensidade de corrida e ciclismo, também prescrevemos metas secundárias de frequência cardíaca se você estiver coletando dados de HRV de alta qualidade que nos permitam determinar sua frequência cardíaca de threshold aeróbico. As metas primárias de Ritmo ou Potência são sempre as mais importantes a seguir, enquanto a frequência cardíaca pode ser usada como um guia secundário, especialmente se o terreno dificultar o acompanhamento preciso da meta primária."
        },
        "q4": {
            "title": "Devo seguir o plano de treino se estiver lesionado ou me recuperando de uma lesão?",
            "content": "Não - não recomendamos nenhum treino estruturado neste caso. Concentre-se em se recuperar primeiro. Quanto mais você se concentrar em ficar saudável, em vez de temer uma perda de desempenho, mais você minimizará seu tempo longe de treinos estruturados e competições. Sempre aconselhamos que você consulte seu médico antes de seguir qualquer plano de exercícios. Nossa IA não detecta lesões de forma alguma e é muito importante que você ouça seu corpo e tome decisões no momento, antes e durante os treinos, que sejam mais benéficas para sua saúde."
        },
        "q5": {
            "title": "Tenho que seguir o plano?",
            "content": "Sempre aconselhamos que você consulte seu médico antes de seguir qualquer plano de exercícios. O desempenho previsto é baseado nos treinos que fornecemos. No entanto, é muito importante que você ouça seu corpo e use seu próprio julgamento antes de fazer um treino. Forçar demais pode levar a lesões. Sempre oferecemos instruções alternativas para um treino mais leve se você não estiver se sentindo bem, e às vezes você só precisa pular um treino para descanso e Recuperação extras, e tudo bem também!"
        },
        "q6": {
            "title": "Como posso executar os treinos?",
            "content": "<p>- <link>Execute os treinos diretamente do seu dispositivo Garmin</link> se você conectar o Garmin Upload com o AI Endurance.</p><p>- <link>Execute os treinos diretamente do seu dispositivo Suunto</link> se você conectar o Suunto com o AI Endurance.</p><p>- Execute os treinos diretamente do seu relógio Coros se você conectar o Coros com o AI Endurance.</p><p>- Execute os treinos diretamente do seu dispositivo Wahoo se você conectar o Wahoo com o AI Endurance.</p><p>- <link>Execute os treinos diretamente do seu Apple Watch</link> criando uma conta Watchletic e conectando com o AI Endurance.</p><p>- Exporte seu plano de treino para <link>TrainingPeaks</link>, Intervals.icu e Nolio, onde você pode executar seus treinos a partir de dispositivos que não se integram diretamente com o AI Endurance.</p><p>- <link>Baixe nossos treinos do Zwift.</link></p><p>Basta ir para a página 'Apps' e conectar sua conta. Se você fizer alterações no seu plano de treino do AI Endurance, elas serão automaticamente encaminhadas para seus aplicativos conectados. <i>Exportamos continuamente seus treinos com até uma semana de antecedência.</i></p><p>Você pode precisar de uma conta TrainingPeaks Premium para acessar sua semana completa de treinos do AI Endurance no TrainingPeaks.</p>"
        },
        "q7": {
            "title": "Qual é o cronograma de sincronização da exportação de treinos com Garmin, Suunto, Coros, Wahoo, TrainingPeaks, Intervals.icu e Nolio?",
            "content": "Quando você cria um novo plano e conecta sua conta Garmin Upload, Suunto, Coros, Wahoo, TrainingPeaks, Intervals.icu ou Nolio, exportamos seus treinos para uma semana no futuro. Depois disso, exportamos o treino do dia seguinte a cada 24 horas, para que você sempre tenha uma semana de treinos disponível em seu aplicativo conectado. Se você mover um treino no seu calendário do AI Endurance ou aceitar uma alteração de treino, exportaremos imediatamente o treino atualizado para o seu aplicativo conectado, se estiver dentro da janela de uma semana. Se você estiver usando o TrainingPeaks, pode precisar de uma conta Premium para acessar sua semana completa de treinos do AI Endurance no TrainingPeaks. Você também pode atualizar sua exportação para aplicativos de terceiros na página Apps."
        },
        "q8": {
            "title": "Posso usar o AI Endurance com meu Apple Watch?",
            "content": "Sim, basta conectar o <link>Watchletic</link> para enviar suas atividades para o AI Endurance e executar seus treinos no seu Apple Watch."
        },
        "q9": {
            "title": "Por que os treinos do AI Endurance não estão aparecendo na minha conta Coros?",
            "content": "<p>Se o seu plano do AI Endurance não estiver aparecendo no seu calendário Coros, tente desconectar e reconectar o Coros na página da sua conta AI Endurance.</p><p>Se isso não funcionar, vá para a aba Biblioteca de Planos de Treino no aplicativo Coros ou no site Coros Training Hub. A partir daí, selecione manualmente o AI Endurance e inicie o plano, e você deverá ver os treinos dos próximos 7 dias aparecerem no seu calendário Coros.</p>"
        },
        "q10": {
            "title": "Meus treinos no meu aplicativo de terceiros estão dessincronizados com o AI Endurance. Como posso corrigir isso?",
            "content": "Se seus treinos em seu aplicativo de terceiros estiverem dessincronizados com o AI Endurance, você pode atualizar sua exportação para todos os aplicativos de terceiros conectados na página Apps. Basta pressionar o botão 'Atualizar Exportações' e todos os aplicativos conectados serão atualizados com seus treinos mais recentes do AI Endurance."
        },
        "q11": {
            "title": "Quando o plano de treino se adapta?",
            "content": "Se sua Prontidão não for suficiente para o próximo treino, recomendamos alterações em sua programação de treinos. Se você perdeu um treino, propomos adaptações que mantêm seu condicionamento físico em dia. Se você fez mais trabalho intervalado do que o prescrito, recomendamos trabalho de Endurance para reequilibrar seu plano de treino. Além disso, se você não tem seguido seu plano atual, pode haver uma opção melhor disponível para seu estado de condicionamento físico atual. Se seu treino prescrito se desviar significativamente do seu treino real, propomos que você solicite um novo plano que inclua as informações atualizadas sobre seu estado de condicionamento físico."
        },
        "q12": {
            "title": "Por que não há treinos de teste no meu plano de treino?",
            "content": "Nós deliberadamente não incluímos treinos de teste. Nossa análise de dados é sofisticada o suficiente para detectar seu nível de condicionamento físico a partir do seu treino regular, através de uma combinação de medições de Critical Power/Pace, dados de thresholds de HRV, provas, distribuições de intensidade e muito mais."
        },
        "q13": {
            "title": "Como vocês calculam automaticamente minhas zonas de treino de corrida e ciclismo?",
            "content": "Podemos calcular automaticamente suas zonas de corrida e ciclismo a partir de seus dados históricos. Usamos o seguinte sistema para estimar suas zonas: primeiro, tentamos encontrar dados de threshold de DFA a₁ suficientes para definir suas zonas. Em uma segunda tentativa, usamos a distribuição de seus dados históricos de Potência/Ritmo para definir suas zonas. Você também pode ajustar suas zonas manualmente."
        },
        "q14": {
            "title": "Como vocês calculam automaticamente minhas zonas de treino de natação?",
            "content": "Calculamos suas zonas de natação a partir da nossa estimativa de Critical Swim Speed (CSS). Estimamos seu CSS para você a partir da distribuição do seu histórico de Ritmo de natação. Você também pode ajustar seu CSS manualmente."
        },
        "q15": {
            "title": "Os treinos de natação no meu plano de triatlo são baseados em IA?",
            "content": "Não. Atualmente, os treinos são retirados de um banco de dados de treinos criado por um treinador experiente. Ainda não estamos fornecendo treinos de natação com IA porque é mais difícil fornecer à nossa IA dados limpos para prever o desempenho na natação, já que os dados são inerentemente mais ruidosos e menos abundantes."
        },
        "q16": {
            "title": "Posso treinar para um duatlo?",
            "content": "Sim, se você é um duatleta, basta selecionar Triatleta e definir suas horas de natação/semana como zero. Em seguida, forneceremos um plano de treino adaptado aos seus objetivos de duatlo."
        },
        "q17": {
            "title": "Se estou treinando para uma maratona ou outro evento de longa distância, vocês desenvolvem a duração do meu treino longo?",
            "content": "<p>Sim, se soubermos que você está treinando para uma (Meia) Maratona ou (Meio) Ironman ou evento de ultra endurance, tentaremos acomodar um aumento constante na duração do seu treino longo. Geralmente, tentaremos agendar o treino longo no dia com a maior disponibilidade para corrida. Se você tiver um dia específico de sua preferência para o seu treino longo, pode definir isso na página 'Plan' em 'Disponibilidade Diária'. O ponto de partida da duração do seu treino longo depende da sua corrida mais longa nas últimas 6 semanas. A duração máxima do seu treino longo é determinada pelo tempo de conclusão que o AI Endurance estima para o seu evento alvo.</p><p>Se você estiver usando Potência de corrida e treinando para uma (Meia) Maratona, certifique-se de colocar a palavra \"(Meia) Maratona\" no campo de nome do seu evento alvo, por exemplo, \"Maratona de Berlim\". Isso é necessário porque, para a Potência de corrida, não prevemos diretamente seu tempo de conclusão e, em vez disso, otimizamos o Critical Power e/ou o Endurance Power, então não saberemos diretamente que você está treinando para um evento específico, a menos que você nos diga.</p>"
        },
        "q18": {
            "title": "Por que a opção 'Usar camada secundária de treino para o Digital Twin' é ativada automaticamente?",
            "content": "A opção 'Usar camada secundária de treino para o Digital Twin' é ativada automaticamente quando o plano de treino solicitado não pode ser acomodado de outra forma. Por exemplo, se o volume de treino solicitado se desviar significativamente de seus dados históricos, este recurso é ativado para garantir previsões confiáveis. Mesmo que você desative manualmente esta opção, ela será reativada em tais casos para manter a precisão e acomodar sua solicitação de plano de treino."
        },
        "q19": {
            "title": "Não gostei do meu novo plano. Posso reverter para o meu plano anterior?",
            "content": "Sim, você pode reverter para o seu plano anterior. Na página Calendário, clique no ícone de 'olho' ao lado da exibição do mês para comparar seus planos atual e anterior. Um botão permitirá que você volte para o seu plano anterior. Observe que quaisquer alterações feitas no seu plano atual serão perdidas se você voltar."
        },
        "q20": {
            "title": "Estou otimizando o Critical Running Power. Em qual potência (wattage) devo correr minha (Meia) Maratona?",
            "content": "Depende do seu tempo total de conclusão esperado qual porcentagem do CP você deve correr. Para um CP mais alto, levará menos tempo, então você pode correr em uma porcentagem maior. Confira este <link>link da Stryd</link> para mais informações."
        },
        "q21": {
            "title": "Como ativo os treinos do AI Endurance no meu calendário Coros?",
            "content": "Se os seus treinos do AI Endurance não estiverem aparecendo no calendário do seu aplicativo Coros, talvez seja necessário habilitar treinos de terceiros nas configurações do seu calendário Coros. Vá para as configurações do seu aplicativo Coros e procure por opções de calendário para permitir que treinos de terceiros sejam exibidos. Se você ainda estiver com problemas para sincronizar do aplicativo Coros para o seu relógio, entre em contato diretamente com o suporte da Coros."
        }
    },
    "import": {
        "title": "Importação de Dados",
        "q1": {
            "title": "Posso ter Garmin Connect, Suunto, Coros, Wahoo, Polar, Intervals.icu e/ou Strava conectados simultaneamente?",
            "content": "Sim, evitamos automaticamente atividades duplicadas durante a importação. No caso raro de atividades serem importadas exatamente ao mesmo tempo, excluímos as duplicatas a cada 24 horas. As atividades do Garmin Connect e Suunto sempre substituem as atividades do Strava, pois o Strava não repassa os dados de HRV."
        },
        "q2": {
            "title": "Quanto tempo leva para meus treinos aparecerem no AI Endurance?",
            "content": "<p>Se você tiver o Garmin Download, Suunto, Coros, Wahoo, Polar, Intervals.icu ou Strava conectado, leva apenas de alguns segundos a minutos após você enviar a atividade. Se você tiver várias conexões, importamos primeiro sua atividade do Garmin/Suunto/Coros/Wahoo/Polar/Intervals.icu e sincronizamos com o Strava alguns minutos depois para verificar se há alguma informação adicional, como se sua atividade foi uma 'Prova' ou se o nome da atividade nos diz que você fez um teste de FTP antes de treinar novamente nosso modelo de aprendizado de máquina para cada usuário. Garantimos que não haja duplicatas entre Garmin, Suunto, Coros, Wahoo, Polar, Intervals.icu e Strava, mesmo que você tenha várias conexões.</p><p>Se seus dados de importação incluírem HRV, pode levar alguns minutos para sua atividade aparecer no AI Endurance, pois a análise do DFA alpha 1 é computacionalmente cara.</p>"
        },
        "q3": {
            "title": "Por que minha atividade do Zwift não foi importada do Garmin Connect?",
            "content": "A Garmin não repassa atividades de terceiros para o AI Endurance. Para importar suas atividades do Zwift ou de outros terceiros, conecte-se adicionalmente com o Intervals.icu ou Strava."
        },
        "q4": {
            "title": "Posso importar arquivos FIT manualmente?",
            "content": "Sim, se o seu dispositivo de gravação não for coberto por nossas opções de importação ou se você excluiu acidentalmente uma atividade, pode enviar arquivos FIT na <link>página Apps.</link>"
        },
        "q5": {
            "title": "O que devo fazer se um treino do Garmin estiver faltando?",
            "content": "Se um treino do Garmin estiver faltando, você pode baixar o arquivo FIT original do Garmin Connect e enviá-lo manualmente usando a opção de upload de arquivo FIT na <link>página Apps.</link>"
        },
        "q6": {
            "title": "Como registro os dados de Potência de corrida da Stryd e não os dados de Potência de corrida da Garmin?",
            "content": "Se você está usando Stryd e um relógio Garmin que registra a Potência de corrida nativa da Garmin, ambos os registros de potência serão armazenados no arquivo FIT de suas atividades. Para desativar a Potência de corrida da Garmin, vá para 'Selecionar Atividade de Corrida' -> 'Configurações da Atividade de Corrida' -> 'Desativar gravação de dados de Potência de corrida da Garmin'. Recomendamos que você use consistentemente uma única fonte de potência, pois diferentes fabricantes têm algoritmos diferentes para calcular a Potência de corrida que podem ter valores muito diferentes."
        },
        "q7": {
            "title": "Por que os dados da minha atividade não estão sendo importados do TrainingPeaks?",
            "content": "Não importamos atividades do TrainingPeaks porque a API do TrainingPeaks não fornece os dados necessários para nossa análise. Recomendamos que você conecte sua conta Garmin, Suunto, Coros, Wahoo, Polar, Intervals.icu ou Strava diretamente ao AI Endurance para importar suas atividades. Apenas importamos seus dados de FC/HRV noturnos do TrainingPeaks e exportamos seus treinos para o TrainingPeaks."
        }
    },
    "hr": {
        "title": "Frequência cardíaca e variabilidade da frequência cardíaca",
        "q1": {
            "title": "E a frequência cardíaca?",
            "content": "<p>Usamos seus dados de frequência cardíaca para avaliar seu desempenho. Por exemplo, se você conseguiu correr a 5 min/km ou a 200 W por uma hora com uma frequência cardíaca significativamente mais baixa do que na semana passada, a IA percebe isso como uma melhoria em seu desempenho. No entanto, geralmente a frequência cardíaca é um preditor de desempenho muito pior do que a potência e o GAP.</p><p>Calculamos seus thresholds de frequência cardíaca aeróbico e Anaerobic a partir de seus dados de DFA alpha 1, veja <link>este post no blog.</link></p><p>Para suas atividades de ciclismo sem potência, usamos a frequência cardíaca e a Cadence para estimar sua potência através de um <link>modelo de aprendizado de máquina personalizado.</link></p>"
        },
        "q2": {
            "title": "E a variabilidade da frequência cardíaca (HRV)?",
            "content": "<p>Monitoramos seus dados de HRV da atividade se você tiver o Suunto ou o Garmin Download conectado e o registro de HRV ativado no seu dispositivo Garmin. Você pode facilmente monitorar seus thresholds aeróbico e Anaerobic a partir de seus dados de HRV via <link>DFA alpha 1.</link> Para mais informações, veja também <link>este post no blog.</link></p><p>Também usamos o DFA alpha 1 para monitorar sua <link>Prontidão para treinar</link>, <link>Durability</link> e melhorias gerais no condicionamento físico.</p>"
        },
        "q3": {
            "title": "Como posso registrar o HRV da atividade com dispositivos Garmin ou Suunto?",
            "content": "<p>Ative o registro de HRV:</p><p>- Suunto: todos os dispositivos conectados a uma cinta peitoral de frequência cardíaca registram HRV automaticamente.</p><p>- Garmin: Configurações -> Sistema -> Gravação de Dados -> Registrar HRV <i>ou</i> Configurações -> Métricas Fisiológicas -> Registrar HRV. Conecte a uma cinta de frequência cardíaca - de preferência Polar H10 - via Bluetooth, <i>não</i> ANT+.</p><p>Dispositivos:</p><p>- Garmin: inclui Forerunner 620, 630, 645, 920, 235, 255, 735, 935, 945, 955; Fenix 3, 5, 6, 7; Edge 520, 530, 820, 830, 1000, 1030, 1040, Explore; Epix.</p><p>Nota: Monitores de frequência cardíaca ópticos de pulso não registram HRV/DFA alpha 1 durante a atividade para dispositivos Garmin e Suunto. Você deve usar uma cinta peitoral compatível (como a Polar H10) para registrar dados de HRV durante a atividade.</p>"
        },
        "q4": {
            "title": "Posso registrar o HRV da atividade com dispositivos Coros e Wahoo?",
            "content": "Infelizmente, no momento, os dispositivos Coros e Wahoo não registram dados de HRV da atividade."
        },
        "q5": {
            "title": "Posso registrar o HRV da atividade com dispositivos Polar?",
            "content": "No momento, a Polar registra dados de HRV durante a atividade, mas não os inclui nos arquivos FIT compartilhados com aplicativos de terceiros como o AI Endurance. Se você usa um dispositivo Polar, incentivamos você a entrar em contato com o suporte ao cliente da Polar e solicitar uma mudança na política para permitir o compartilhamento desses dados valiosos com plataformas de terceiros."
        },
        "q6": {
            "title": "Posso ver os dados do DFA alpha 1 em tempo real no meu dispositivo?",
            "content": "<p>Sim - se você tiver um dispositivo Garmin, pode ver seus dados de DFA alpha 1 em tempo real instalando o <link>aplicativo alphaHRV Connect IQ.</link></p><p>Para melhores resultados, recomendamos:</p><p>1. Use um Polar H10 e um Garmin que registre HRV</p><p>2. Emparelhe o Polar H10 via BLE (Bluetooth) nas configurações do seu dispositivo Garmin (Sensores -> Adicionar novo -> Procurar Todos; procure por sensores BLE, não ANT+)</p><p>3. Nas configurações do alphaHRV, emparelhe o alphaHRV com o Polar H10 via ANT+ (no <link>aplicativo Garmin Connect IQ</link>)</p><p>4. Faça o Garmin registrar HRV: Configurações -> Sistema -> Gravação de Dados -> Registrar HRV ou Configurações -> Métricas Fisiológicas -> Registrar HRV.</p>"
        },
        "q7": {
            "title": "O Strava repassa os dados de HRV da atividade de dispositivos Garmin ou Suunto?",
            "content": "Infelizmente, no momento, o Strava não repassa os dados de HRV da atividade. Se você deseja monitorar seus dados de HRV, conecte o Garmin Connect ou o Suunto diretamente ao AI Endurance."
        },
        "q8": {
            "title": "Como posso determinar meu threshold de Potência/Ritmo/frequência cardíaca do DFA alpha 1?",
            "content": "<p>Tentamos detectar automaticamente seu threshold de DFA alpha 1 para cada atividade com dados de HRV que você importa para o AI Endurance. Para um teste de threshold, basta exportar o Ramp Test de DFA alpha 1 para o Zwift ou seu dispositivo Garmin a partir da <link>página Apps.</link></p>"
        },
        "q9": {
            "title": "Como devo definir minhas zonas após um Ramp Test de DFA alpha 1?",
            "content": "<p>Vá para a <link>página Account</link> e defina suas zonas de intensidade.</p><p>- Se o seu teto de Endurance (aeróbico/VT1) foi determinado, defina o primeiro ponto (limite Endurance - Tempo) para o valor determinado.</p><p>- Se o seu teto de Threshold (anaeróbico/VT2) foi determinado, defina o terceiro ponto (limite Threshold - VO2Max) para o valor determinado.</p><p>Também monitoramos automaticamente se seus thresholds não estão em sintonia com suas zonas atuais e notificamos você se uma atualização for apropriada.</p>"
        },
        "q10": {
            "title": "Por que meu threshold de Potência/Ritmo/frequência cardíaca do DFA alpha 1 não foi calculado automaticamente?",
            "content": "<p>Para detectar os thresholds de DFA alpha 1 automaticamente, o AI Endurance precisa detectar uma rampa de intensidade durante sua atividade, pois este é o método apoiado pela <link>pesquisa atual sobre detecção de threshold de DFA alpha 1.</link> Nosso algoritmo precisa ser capaz de identificar um período de tempo que cumpra os seguintes critérios para a detecção automática de threshold:</p><p>1. Aumento constante e smooth da intensidade, ou seja, valores de alpha 1 monotonicamente decrescentes e valores de Ritmo/Potência monotonicamente crescentes.</p><p>2. Pontos de dados suficientes em ambos os lados do threshold, por exemplo, alpha 1 < 0,5 e alpha 1 > 0,5 para a detecção do threshold Anaerobic.</p><p>3. Uma velocidade de rampa não muito alta para aumentar a intensidade. Se você aumentar a intensidade muito rapidamente, há um atraso na sua resposta cardiovascular em relação à sua Potência/Ritmo que levaria a thresholds de Potência/Ritmo superestimados.</p><p>Você também tem a opção de baixar os dados da atividade da página da atividade como um arquivo csv e realizar manualmente a detecção da rampa.</p>"
        },
        "q11": {
            "title": "Qual é o corte de qualidade para analisar dados de HRV?",
            "content": "Corrupção de artefatos de 5-10%. A corrupção de artefatos indica a qualidade dos seus dados de HRV. Para uma corrupção mínima de artefatos, recomendamos o monitor de frequência cardíaca Polar H10. Na sua página de atividade, mostramos seu threshold de DFA alpha 1 para qualquer corrupção de artefatos, mas para analisar sua Prontidão para treinar, levamos em conta apenas atividades com menos de 10% de corrupção. Para serem levados em conta nas previsões da IA, exigimos menos de 5% de corrupção."
        },
        "q12": {
            "title": "Qual é um bom monitor de frequência cardíaca para registrar dados de HRV de alta qualidade?",
            "content": "O Polar H10 registra dados de HRV de forma confiável com corrupção de artefatos inferior a 5%. Outros monitores de frequência cardíaca também podem, em alguns casos, fornecer essa qualidade, mas você terá que verificar com seu monitor de frequência cardíaca específico caso a caso."
        },
        "q13": {
            "title": "Devo conectar meu monitor de frequência cardíaca via Bluetooth ou ANT+?",
            "content": "Bluetooth. A gravação com ANT+ geralmente leva a dados de HRV de qualidade significativamente inferior. Se o monitor de frequência cardíaca já estiver adicionado como um dispositivo ANT+ em sua unidade Garmin, certifique-se de desemparelhá-lo primeiro. Em seguida, adicione um novo monitor de frequência cardíaca, pulando a opção padrão ANT+ e selecionando procurar mais ou procurar Bluetooth."
        },
        "q14": {
            "title": "Posso importar meus dados noturnos de HRV do Apple Watch para o AI Endurance?",
            "content": "Sim, indiretamente, se você os tiver no Intervals.icu e conectar o Intervals.icu ao AI Endurance."
        },
        "q15": {
            "title": "Onde posso obter mais informações sobre as melhores práticas para registrar dados de DFA alpha 1?",
            "content": "<p>O <link>FAQ sobre DFA alpha 1 de Bruce Roger</link> é um excelente recurso para todos os tópicos relacionados ao DFA alpha 1.</p>"
        },
        "q16": {
            "title": "Por que minha pontuação de Prontidão do DFA alpha 1 não foi calculada para uma atividade específica?",
            "content": "Para que uma pontuação de Prontidão do DFA alpha 1 seja calculada, a atividade deve ter menos de 10% de corrupção de artefatos. Além disso, pelo menos 4 atividades nas últimas 3 semanas também devem ter corrupção de artefatos abaixo de 10% para permitir uma comparação significativa."
        },
        "q17": {
            "title": "Por que minha pontuação de Prontidão no Dashboard não é calculada, mesmo que eu tenha conectado dados de HRV em repouso e/ou DFA alpha 1?",
            "content": "Para calcular sua pontuação de Prontidão, exigimos um mínimo de 10 dias de dados de FC/HRV em repouso ou dados de DFA alpha 1, juntamente com pelo menos 10 dias de dados de treino que incluam pontuações de Stress (ESS) calculadas. Isso garante que o modelo de Recuperação tenha dados suficientes para fornecer resultados significativos."
        }
    },
    "moreSupport": {
        "title": "Mais Suporte",
        "q1": {
            "title": "Onde posso obter mais suporte?",
            "content": "<p>Por favor, junte-se à nossa <link>comunidade no Reddit</link> e ao nosso <link2>grupo no Facebook</link2>.</p>"
        }
    }
}
