{
    "metadata": {
        "title": "Política de Privacidade",
        "description": "Política de Privacidade da AI Endurance"
    },
    "sections": {
        "protectingData": {
            "title": "1. Protegendo Seus Dados",
            "intro": "Na AI Endurance, respeitamos sua privacidade e estamos comprometidos em proteger seus dados pessoais. Para fornecer nossos serviços de fitness personalizados, coletamos as seguintes informações com seu consentimento explícito:",
            "list": {
                "exerciseData": "Dados que você insere manualmente na AI Endurance sobre seu regime de exercícios.",
                "activityData": "Dados de atividade e sono do Garmin, Coros, Suunto, Polar, Wahoo, Intervals.icu, Strava, Whoop, Oura e TrainingPeaks que você autoriza a AI Endurance a acessar.",
                "usageData": "Detalhes de uso sobre os recursos com os quais você interage para aprimorar sua experiência de usuário."
            },
            "consent": "Processaremos e armazenaremos suas informações enquanto você mantiver o consentimento. Se optar por retirar seu consentimento, entre em contato conosco em <email>info@aiendurance.com</email>."
        },
        "emailAddress": {
            "title": "2. Seu Endereço de E-mail",
            "content": "Seu endereço de e-mail está seguro conosco. Nunca o compartilharemos com terceiros e o usaremos exclusivamente para nos comunicarmos com você sobre suas interações com a AI Endurance."
        },
        "googleAnalytics": {
            "title": "3. Google Analytics",
            "content": "Usamos o Google Analytics para rastrear anonimamente visitas e visualizações de página para nos ajudar a entender o comportamento do usuário e aprimorar nossos serviços. Esse rastreamento é realizado sem coletar nenhum identificador pessoal. Para mais detalhes, visite <googlePrivacyLink>https://policies.google.com/privacy</googlePrivacyLink>."
        },
        "contactUs": {
            "title": "4. Fale Conosco",
            "content": "Se você tiver alguma dúvida ou preocupação sobre sua privacidade, não hesite em nos contatar em <email>info@aiendurance.com</email>."
        }
    }
}