Repository: ai-endurance/i18n
Catalog: backend/checkin/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pl, pt, ru

source: You give encouraging feedback. You don't ask questions, you don't offer follow up, you don't make recommendations.
de: Du gibst ermutigendes Feedback. Du stellst keine Fragen, bietest keine weiteren Informationen an und gibst keine Empfehlungen.
es: Das comentarios alentadores. No haces preguntas, no ofreces seguimiento, no haces recomendaciones.
fr: Tu donnes des commentaires encourageants. Tu ne poses pas de questions, tu ne proposes pas de suivi, tu ne fais pas de recommandations.
it: Dai feedback incoraggianti. Non fai domande, non offri follow-up, non fai raccomandazioni.
nl: Je geeft bemoedigende feedback. Je stelt geen vragen, geeft geen vervolg en doet geen aanbevelingen.
pl: Udzielaj motywujących informacji zwrotnych. Nie zadawaj pytań, nie proponuj dalszych kroków ani nie udzielaj zaleceń.
pt: Você dá feedback encorajador. Você não faz perguntas, não oferece acompanhamento, não faz recomendações.
ru: Вы даёте ободряющую обратную связь. Вы не задаёте вопросов, не предлагаете дальнейших действий и не даёте рекомендаций.

source: You give encouraging feedback. Respond in the same language as the user's input. You don't ask questions, you don't offer follow up, you don't make recommendations.
de: Du gibst ermutigendes Feedback. Antworte in derselben Sprache wie die Eingabe des Benutzers. Du stellst keine Fragen, bietest keine weiteren Informationen an und gibst keine Empfehlungen.
es: Das comentarios alentadores. Responde en el mismo idioma que la entrada del usuario. No haces preguntas, no ofreces seguimiento, no haces recomendaciones.
fr: Tu donnes des commentaires encourageants. Réponds dans la même langue que l'entrée de l'utilisateur. Tu ne poses pas de questions, tu ne proposes pas de suivi, tu ne fais pas de recommandations.
it: Dai feedback incoraggianti. Rispondi nella stessa lingua dell'input dell'utente. Non fai domande, non offri follow-up, non fai raccomandazioni.
nl: Je geeft bemoedigende feedback. Reageer in dezelfde taal als de input van de gebruiker. Je stelt geen vragen, geeft geen vervolg en doet geen aanbevelingen.
pl: Udzielaj motywujących informacji zwrotnych. Odpowiadaj w języku użytkownika. Nie zadawaj pytań, nie proponuj dalszych kroków ani nie udzielaj zaleceń.
pt: Você dá feedback encorajador. Responda no mesmo idioma da entrada do usuário. Você não faz perguntas, não oferece acompanhamento, não faz recomendações.
ru: Вы даёте ободряющую обратную связь. Отвечайте на языке пользователя. Вы не задаёте вопросов, не предлагаете дальнейших действий и не даёте рекомендаций.

source: How do you feel about exercising today?
de: Wie fühlst du dich heute beim Training?
es: ¿Cómo te sientes acerca de hacer ejercicio hoy?
fr: Comment te sens-tu à l'idée de faire de l'exercice aujourd'hui ?
it: Come ti senti riguardo all'esercitarti oggi?
nl: Hoe voel je je om vandaag te sporten?
pl: Jak się czujesz na myśl o dzisiejszym treningu?
pt: Como você se sente sobre se exercitar hoje?
ru: Как ваш настрой на сегодняшнюю тренировку?

source: What is your sentiment?
de: Was ist deine Stimmung?
es: ¿Cuál es tu sentimiento?
fr: Quel est ton sentiment ?
it: Qual è il tuo sentimento?
nl: Wat is je sentiment?
pl: Jakie jest Twoje nastawienie?
pt: Qual é seu sentimento?
ru: Какое у вас настроение?

source: What is your %(r_name)s recovery status?
de: Was ist dein %(r_name)s Recovery Status?
es: ¿Cuál es tu estado de recuperación %(r_name)s?
fr: Quel est ton %(r_name)s récupération Status ?
it: Qual è il tuo stato di recupero %(r_name)s?
nl: Wat is je %(r_name)s herstelstatus?
pl: Jaki jest Twój status regeneracji %(r_name)s?
pt: Qual é seu status de recuperação %(r_name)s?
ru: Какой у вас статус восстановления %(r_name)s?

source: It's %(percentage)s%%.
de: Es sind %(percentage)s%%.
es: Es %(percentage)s%%.
fr: C'est %(percentage)s%%.
it: È %(percentage)s%%.
nl: Het is %(percentage)s%%.
pl: Wynosi %(percentage)s%%.
pt: É %(percentage)s%%.
ru: Составляет %(percentage)s%%.

source: Is your body temperature elevated in a way that would make it inadvisable to exercise today?
de: Ist deine Körpertemperatur so erhöht, dass es nicht ratsam wäre, heute zu trainieren?
es: ¿Está tu temperatura corporal elevada de una manera que haría desaconsejable hacer ejercicio hoy?
fr: Ta température corporelle est-elle élevée au point de rendre l'exercice déconseillé aujourd'hui ?
it: La tua temperatura corporea è elevata in un modo che renderebbe sconsigliabile esercitarsi oggi?
nl: Is je lichaamstemperatuur zodanig verhoogd dat het onverstandig is om vandaag te sporten?
pl: Czy Twoja temperatura ciała jest na tyle podwyższona, że dzisiejszy trening jest niewskazany?
pt: Sua temperatura corporal está elevada de uma forma que tornaria desaconselhável se exercitar hoje?
ru: Повышена ли у вас температура тела настолько, что сегодня не рекомендуется тренироваться?

source: Yes, by more than one degree.
de: Ja, um mehr als ein Grad.
es: Sí, por más de un grado.
fr: Oui, de plus d'un degré.
it: Sì, di più di un grado.
nl: Ja, met meer dan één graad.
pl: Tak, o więcej niż jeden stopień.
pt: Sim, por mais de um grau.
ru: Да, более чем на один градус.

source: Please summarize each of my recovery statuses and highlight the importance of the smallest value in deciding my activities for today.
de: Bitte fasse jeden meiner Recovery Statuses zusammen und hebe die Bedeutung des kleinsten Wertes für die Entscheidung über meine heutigen Aktivitäten hervor.
es: Por favor resume cada uno de mis estados de recuperación y destaca la importancia del valor más pequeño al decidir mis actividades para hoy.
fr: Résume chacun de mes récupération Statuses et souligne l'importance de la plus petite valeur pour décider de mes activités d'aujourd'hui.
it: Per favore riassumi ognuno dei miei stati di recupero ed evidenzia l'importanza del valore più piccolo nel decidere le mie attività per oggi.
nl: Vat elk van mijn herstelstatussen samen en benadruk het belang van de laagste waarde bij het bepalen van mijn activiteiten voor vandaag.
pl: Podsumuj każdy z moich statusów regeneracji i podkreśl znaczenie najniższej wartości przy podejmowaniu decyzji o dzisiejszych aktywnościach.
pt: Por favor resuma cada um dos meus status de recuperação e destaque a importância do menor valor ao decidir minhas atividades para hoje.
ru: Сделайте сводку по моим статусам восстановления. Объясните, как наименьший показатель влияет на выбор активностей на сегодня.

source: Also, summarize my sentiment and explain how it may affect my readiness.
de: Fasse auch meine Stimmung zusammen und erkläre, wie sie meine readiness beeinflussen kann.
es: Además, resume mi sentimiento y explica cómo puede afectar mi preparación.
fr: Aussi, résume mon sentiment et explique comment il peut affecter ma préparation.
it: Inoltre, riassumi il mio sentimento e spiega come potrebbe influenzare la mia prontezza.
nl: Vat ook mijn sentiment samen en leg uit hoe dit mijn gereedheid kan beïnvloeden.
pl: Podsumuj również moje nastawienie i wyjaśnij, jak może ono wpłynąć na moją gotowość.
pt: Além disso, resuma meu sentimento e explique como pode afetar minha prontidão.
ru: Также сделайте сводку по моему настроению и объясните, как оно может повлиять на мою готовность.

source: Please summarize my sentiment and explain how it may affect my readiness.
de: Bitte fasse meine Stimmung zusammen und erkläre, wie sie meine readiness beeinflussen kann.
es: Por favor resume mi sentimiento y explica cómo puede afectar mi preparación.
fr: Résume mon sentiment et explique comment il peut affecter ma préparation.
it: Per favore riassumi il mio sentimento e spiega come potrebbe influenzare la mia prontezza.
nl: Vat mijn sentiment samen en leg uit hoe dit mijn gereedheid kan beïnvloeden.
pl: Podsumuj moje samopoczucie i wyjaśnij, jak może to wpłynąć na moją gotowość.
pt: Por favor resuma meu sentimento e explique como pode afetar minha prontidão.
ru: Обобщите моё самочувствие и объясните, как это может повлиять на мою готовность.

source: Today's workout is %(workout)s.
de: Das heutige Workout ist %(workout)s.
es: El entrenamiento de hoy es %(workout)s.
fr: L'entraînement d'aujourd'hui est %(workout)s.
it: L'allenamento di oggi è %(workout)s.
nl: De training van vandaag is %(workout)s.
pl: Dzisiejszy trening to %(workout)s.
pt: O treino de hoje é %(workout)s.
ru: Сегодняшняя тренировка — %(workout)s.

source: Today's workouts are: %(workouts)s.
de: Die heutigen Workouts sind: %(workouts)s.
es: Los entrenamientos de hoy son: %(workouts)s.
fr: Les entraînements d'aujourd'hui sont : %(workouts)s.
it: Gli allenamenti di oggi sono: %(workouts)s.
nl: De trainingen van vandaag zijn: %(workouts)s.
pl: Dzisiejsze treningi to: %(workouts)s.
pt: Os treinos de hoje são: %(workouts)s.
ru: Сегодняшние тренировки: %(workouts)s.

source: There is no workout planned today.
de: Für heute ist kein Workout geplant.
es: No hay entrenamiento planeado para hoy.
fr: Aucun entraînement n'est prévu aujourd'hui.
it: Non c'è nessun allenamento pianificato per oggi.
nl: Er staat vandaag geen training gepland.
pl: Na dzisiaj nie zaplanowano żadnego treningu.
pt: Não há treino planejado para hoje.
ru: На сегодня тренировок не запланировано.

source: Explain why it may be beneficial to skip today's %(workout)s.
de: Erkläre, warum es vorteilhaft sein könnte, das heutige %(workout)s auszulassen.
es: Explica por qué puede ser beneficioso omitir el %(workout)s de hoy.
fr: Explique pourquoi il pourrait être bénéfique de sauter l'entraînement d'aujourd'hui (%(workout)s).
it: Spiega perché potrebbe essere vantaggioso saltare il %(workout)s di oggi.
nl: Leg uit waarom het een goed idee kan zijn om de %(workout)s van vandaag over te slaan.
pl: Wyjaśnij, dlaczego warto pominąć dzisiejszy trening %(workout)s.
pt: Explique por que pode ser benéfico pular o %(workout)s de hoje.
ru: Объясните, почему может быть полезно пропустить сегодняшнюю тренировку %(workout)s.

source: Explain why it may be a good idea to replace today's %(workout)s with an easy Endurance %(act_type)s.
de: Erkläre, warum es eine gute Idee sein könnte, das heutige %(workout)s durch ein leichtes Endurance %(act_type)s zu ersetzen.
es: Explica por qué puede ser una buena idea reemplazar el %(workout)s de hoy con un %(act_type)s de Endurance fácil.
fr: Explique pourquoi ce serait une bonne idée de remplacer l'entraînement d'aujourd'hui (%(workout)s) par un Endurance %(act_type)s facile.
it: Spiega perché potrebbe essere una buona idea sostituire il %(workout)s di oggi con un %(act_type)s di Endurance facile.
nl: Leg uit waarom het een goed idee kan zijn om de %(workout)s van vandaag te vervangen door een rustige Endurance %(act_type)s.
pl: Wyjaśnij, dlaczego warto zastąpić dzisiejszy trening %(workout)s łatwym treningiem Endurance %(act_type)s.
pt: Explique por que pode ser uma boa ideia substituir o %(workout)s de hoje por um %(act_type)s de Endurance fácil.
ru: Объясните, почему стоит заменить сегодняшнюю тренировку %(workout)s на лёгкую тренировку Endurance (%(act_type)s).

source: Explain why it may be a good idea to reduce the duration of today's %(workout)s.
de: Erkläre, warum es eine gute Idee sein könnte, die Dauer des heutigen %(workout)s zu reduzieren.
es: Explica por qué puede ser una buena idea reducir la duración del %(workout)s de hoy.
fr: Explique pourquoi ce serait une bonne idée de réduire la durée de l'entraînement d'aujourd'hui (%(workout)s).
it: Spiega perché potrebbe essere una buona idea ridurre la durata del %(workout)s di oggi.
nl: Leg uit waarom het een goed idee kan zijn om de duur van de %(workout)s van vandaag te verkorten.
pl: Wyjaśnij, dlaczego warto skrócić czas trwania dzisiejszego treningu %(workout)s.
pt: Explique por que pode ser uma boa ideia reduzir a duração do %(workout)s de hoje.
ru: Объясните, почему стоит сократить длительность сегодняшней тренировки %(workout)s.

source: I have apparently done too much %(zone)s work. Explain why it may be a good idea to replace today's %(workout)s with an Endurance %(act_type)s.
de: Ich habe anscheinend zu viel %(zone)s Arbeit geleistet. Erkläre, warum es eine gute Idee sein könnte, das heutige %(workout)s durch ein Endurance %(act_type)s zu ersetzen.
es: Aparentemente he hecho demasiado trabajo de %(zone)s. Explica por qué puede ser una buena idea reemplazar el %(workout)s de hoy con un %(act_type)s de Endurance.
fr: J'ai apparemment trop travaillé dans la zone %(zone)s. Explique pourquoi ce serait une bonne idée de remplacer l'entraînement d'aujourd'hui (%(workout)s) par un Endurance %(act_type)s.
it: Ho apparentemente fatto troppo lavoro di %(zone)s. Spiega perché potrebbe essere una buona idea sostituire il %(workout)s di oggi con un %(act_type)s di Endurance.
nl: Ik heb blijkbaar te veel %(zone)s-werk gedaan. Leg uit waarom het een goed idee kan zijn om de %(workout)s van vandaag te vervangen door een Endurance %(act_type)s.
pl: Najwyraźniej zrealizowano zbyt dużo pracy w strefie %(zone)s. Wyjaśnij, dlaczego warto zastąpić dzisiejszy trening %(workout)s treningiem Endurance %(act_type)s.
pt: Aparentemente fiz muito trabalho de %(zone)s. Explique por que pode ser uma boa ideia substituir o %(workout)s de hoje por um %(act_type)s de Endurance.
ru: У меня, по-видимому, было слишком много нагрузки в зоне %(zone)s. Объясните, почему стоит заменить сегодняшнюю тренировку %(workout)s на тренировку Endurance (%(act_type)s).
